jsonCallback(
{
  "xdzial": "CONTROLLER",
  "xSX": "SX 554",
  "xnazwa1": "LIGHTING SCENE SELECTOR",
  "xopis_naglowek": "DESCRIPTION :",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGEND</a>",
  "xopis": "<p>The SX 554 lighting scene selector allows the lighting level and blind height to be set for seven scenes. Each lighting scene controls five dimmer outputs as well as three outputs for the blinds in the <a href=\"../1.553/553.html\">SX 553 controller</a>. The input control signals can come from a motion detector, switch or remote control. The element works in tandem with the expanded mode of the SX 553 lighting scene controller, to which it must be connected. This allows different sets of lighting scenes to be created.</p><p>SX 554 lighting scenes can be configured with the light switch or a remote access program.</p><p>The lighting can also be switched on automatically if the motion detector is activated or manually via the light switch, remote control or { remotely-operated control program}.</p><p>The lighting remains on for the period set in the Installer Settings of the SX 553 controller.</p><p>The motion detector can be activated or deactivated at any time by pressing the appropriate combination of keys or via the appropriate binary inputs of the SX 553 controller. When the motion detector is deactivated, the SX 554 selector will not switch on a lighting scene when movement is detected, but will continue with the last activated lighting scene for the period of time set in the Installer Settings.</p><p>The operation of the SX 554 selector depends on the <a href=\"../1.553/553.html#tab1_tytul\">Installer Settings of the SX 553 controller</a>, but only the setting of the \"Number of lighting scenes\" function is separate for both elements</p><p><a href=\"../1.553/553.html#tab3_tytul\">The operation </a>and <a href=\"../1.553/553.html#tab2_tytul4\">configuration</a> of the lighting scenes of the SX 554 selector are the same as for the SX 553 controller.</p><p>To display the User Settings in the remote access program, the User Editor must be switched on in the SX 554 drop down menu. The Editor is represented by a pencil symbol.</p><p><center><img src=\"554_editor.jpg\"></center></p>",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "INPUTS",
  "xrysunek": "figure",
  "xnazwa": "name",
  "xtyp": "type",
  "xpolaczenie": "connection",
  "xxrysunek": "figure",
  "xxnazwa": "name",
  "xxtyp": "type",
  "xxpolaczenie": "connection",
  "xwyjscia_naglowek": "OUTPUTS",
  "xwejscia_1_2": "motion sensor",
  "xwejscia_1_3": "binary",
  "xwejscia_1_4": "<a href=\"../../17/17.17/17.html\">rH-P1</a>, <a href=\"../../17/17.16/16.html\">rH-P1T1</a> motion sensor, <a href=\"../1.883/883.html\">SX 883</a> virtual motion sensor",
  "xwejscia_2_2": "on inputs - sequential change of lighting scenes",
  "xwejscia_2_3": "binary",
  "xwejscia_2_4": "sensor outputs",
  "xwejscia_3_2": "off inputs - turn the lighting off",
  "xwejscia_3_3": "binary",
  "xwejscia_3_4": "sensor outputs",
  "xwejscia_4_2": "remote control",
  "xwejscia_4_3": "byte",
  "xwejscia_4_4": "<a href=\"../../17/17.32/32.html\">rH-S8 remote control</a>, <a href=\"../1.831/831.html\">SX 831 coder</a>",
  "xwyjscia_1_2": "output dedicated to the SX 553",
  "xwyjscia_1_3": "special",
  "xwyjscia_1_4": "<a href=\"../1.553/553.html\">SX 553</a> in expanded mode",
  "tab1_tytul": "Lighting scenes",
  "tab1_2_2": "The daylight illuminance level is defined by either the integrated astronomical clock or the rH-T1X1 illuminance sensor connected to the SX 553 controller. Depending on the daylight illuminance level and the hours set in the SX 989 for the beginning and end of the day, the motion sensor activates one of the following scenes:<br><ul><li>scene 5: evening</li><li>scene 6: night</li><li>scene 7: morning</li></ul>",
  "tab2_tytul": "Connection schematic",
  "tab2_2_2": "The example shows how various sets of lighting scenes were created from different switches, motion sensors and remote controls by connecting a larger number of SX 554 selectors to the SX 553 controller. In such cases, each input module connected to a given selector has its own set of lighting scenes.",
  "tab2_3_2": "This example uses two banks of lighting scenes. The first set of 7 scenes was programmed in the SX 553 controller and the second set of 7 scenes was programmed in the SX 554. When the motion detector connected to the SX 554 detects the first movement, it will activate the lighting scene recorded in its bank. When the motion detector connected to the SX 553 detects a second movement, the lighting scene from the SX 554 bank will be extended (i.e. the scene from the SX 553 will not be activated).",
  "tab3_tytul": "Installer Settings",
  "tab3_1_1": "function name",
  "tab3_1_2": "description",
  "tab3_1_3": "range",
  "tab3_2_1": "Number of lighting scenes",
  "tab3_2_2": "Limits the selection of scenes from the switches connected to the on inputs, does not affect the number of scenes accessible from remote control or touch panels.",
  "tab3_2_3": "1-7",
  "sto": "Document version:",
  "tab1_2_1": "<center><img src=\"554_sceny_EN.jpg\"></center>",
  "tab4_1_1": "function name",
  "tab4_1_3": "description",
  "tab4_1_4": "range",
  "tab4_2_1": "<ul><li>scene 1-4</li><li>evening</li><li>night</li><li>morning</li></ul>",
  "tab4_2_2": "lamp 1-5",
  "tab4_2_3": "Sets the lighting level for a given output in the selected lighting scene",
  "tab4_2_4": "0%-100%",
  "tab4_3_2": "blind 1-3",
  "tab4_3_3": "Sets the level of a given blind in the selected lighting scene",
  "tab4_3_4": "no changes",
  "tab4_4_4": "0%-100%",
  "tab4_tytul": "User Settings"
}
);