jsonCallback(
{
  "xdzial": "STEROWNIK",
  "xSX": "SX 554",
  "xnazwa1": "SELEKTOR SCEN ŚWIETLNYCH",
  "xopis_naglowek": "OPIS:",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGENDA</a>",
  "xopis": "<p>Selektor scen świetlnych SX 554 umożliwia zdefiniowanie poziomu oświetlenia oraz poziomu wysokości rolety dla 7 scen. Każda scena świetlna steruje 5 wyjściami ściemnialnymi oraz 3 wyjściami rolet w sterowniku <a href=\"../1.553/553.html\">SX 553</a>. Wejściowe sygnały sterujące można podać z czujnika ruchu, z klawiszy łącznika oraz z pilota. Element ściśle współpracuje z rozszerzonym trybem sterownika scen świetlnych SX 553, do którego musi zostać podłączony. Umożliwia to zrealizowanie różnorakich zestawów scen świetlnych.</p><p>Konfigurowanie scen świetlnych SX 554 można przeprowadzić klawiszami łącznika lub z programu zdalnego dostępu.</p><p>Oświetlenie może być załączane automatycznie po wykryciu obecności przez czujnik ruchu, lub ręcznie z klawiszy łącznika, pilota lub z programu zdalnej kontroli.</p><p>Jeżeli czujnik ruchu po wykryciu obecności spowoduje zapalenie światła, uruchamiany jest zegar odmierzający 2 sekundy. Gdy w tym czasie zostanie wciśnięty przycisk załączający/ wyłączający światło, światło nie przełącza się, a zegar odmierza od początku 2 sekundy. Po upływie 2 sekund od momentu załączenia światła przez czujnik ruchu, kolejne krótkie wciśnięcia przycisku załączają/ wyłączają światło. Chcąc wyłączyć światło natychmiast po załączeniu go przez czujnik ruchu, należy wcisnąć przycisk na minumum 1 sekundę a następnie puścić.</p><p>Czas podtrzymywania włączonego oświetlenia ustalany jest w \"Ustawieniach Instalatora\" sterownika SX 553.</p><p>Działanie czujnika ruchu w dowolnej chwili może być aktywowane bądź dezaktywowane odpowiednią kombinacją naciśnięć klawiszy lub poprzez odpowiednie wejścia binarne sterownika SX 553. Gdy czujnik ruchu zostanie dezaktywowany, selektor SX 554 po wykryciu ruchu nie zapali sceny świetlnej, ale podtrzyma czas świecenia ostatnio załączonej sceny o wartość zdefiniowaną w ustawieniach instalatora.</p><p>Sposób działania selektora SX 554 zależny jest od <a href=\"../1.553/553.html#tab1_tytul\"> Ustawień Instalatora sterownika SX 553</a>, jedynie ustawienie funkcji \"Ilość scen świetlnych\" jest oddzielne dla obu elementów.</p><p><a href=\"../1.553/553.html#tab3_tytul\"> Użytkowanie</a> jak i <a href=\"../1.553/553.html#tab2_tytul4\">konfigurowanie</a> scen świetlnych selektora SX 554 pokrywa się ze sterownikiem SX 553.</p><p>Aby \"Ustawienia Użytkownika\" w programie zdalnego dostępu stały się widoczne, należy w menu kontekstowym SX 554 załączyć \"Edytor dla użytkownika\". Edytor przedstawiony jest za pomocą symbolu ołówka.</p><p><center><img src=\"554_editor.jpg\"></center></p>",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "WEJŚCIA",
  "xrysunek": "rysunek",
  "xnazwa": "nazwa",
  "xtyp": "typ",
  "xpolaczenie": "podłączenie",
  "xxrysunek": "rysunek",
  "xxnazwa": "nazwa",
  "xxtyp": "typ",
  "xxpolaczenie": "podłączenie",
  "xwyjscia_naglowek": "WYJŚCIA",
  "xwejscia_1_2": "czujnik ruchu",
  "xwejscia_1_3": "binarne",
  "xwejscia_1_4": "czujnik ruchu <a href=\"../../17/17.16/16.html\">rH-P1</a>, <a href=\"../../17/17.17/17.html\">rH-P1T1</a>, wirtualny czujnik ruchu <a href=\"../1.883/883.html\">SX 883</a>",
  "xwejscia_2_2": "wejścia załączające- sekwencyjna zmiana scen świetlnych",
  "xwejscia_2_3": "binarne",
  "xwejscia_2_4": "wyjścia sensorów",
  "xwejscia_3_2": "wejścia gaszące- wyłączenie światła",
  "xwejscia_3_3": "binarne",
  "xwejscia_3_4": "wyjścia sensorów",
  "xwejscia_4_2": "pilot",
  "xwejscia_4_3": "bajtowe",
  "xwejscia_4_4": "<a href=\"../../17/17.32/32.html\">pilot rH-S8</a>, <a href=\"../1.831/831.html\">koder SX 831</a>",
  "xwyjscia_1_2": "dedykowane wyjście do SX 553",
  "xwyjscia_1_3": "specjalne",
  "xwyjscia_1_4": "<a href=\"../1.553/553.html\">SX 553</a> w trybie rozszerzonym",
  "tab1_tytul": "Sceny świetlne",
  "tab1_2_2": "Natężenie oświetlenia słonecznego określane jest przez zaimplementowany zegar astronomiczny lub poprzez podłączony czujnik natężenia światła rH-T1X1 do sterownika SX 553. W zależności od oświetlenia słonecznego oraz czasu nocnego ustalonego w SX 989, czujnik ruchu załączy jedną ze scen: <br><ul><li>scena 5: wieczór</li><li>scena 6: noc</li><li>scena 7: rano</li></ul>",
  "tab2_tytul": "Schemat połączenia",
  "tab2_2_2": "W przykładzie, poprzez podłączenie większej ilości selektorów SX 554 do sterownika SX 553 zrealizowano różne zestawy scen świetlnych na różnych wyłącznikach, czujnikach ruchu, bądź pilotach. Wtedy, każde z urządzeń wejściowych podłączonych do danego selektora, posiada własny zestaw scen świetlnych.",
  "tab2_3_2": "W przykładzie użyto dwa banki scen świetlnych. Pierwszy zestaw 7 scen zaprogramowany został w SX 553, drugi zestaw 7 scen zaprogramowany został w SX 554. Gdy czujnik ruchu podłączony do SX 554 wykryje ruch jako pierwszy, to uruchomi scenę świetlna zapisaną w swoim banku. Gdy czujnik ruchu podłączony do SX 553 wykryje ruch jako drugi, to zostanie jedynie przedłużony czas świecenia sceny z banku SX 554 (nie zostanie uruchomiona scena z SX 553).",
  "tab3_tytul": "Ustawienia instalatora",
  "tab3_1_1": "nazwa funkcji",
  "tab3_1_2": "opis",
  "tab3_1_3": "zakres",
  "tab3_2_1": "Ilość scen świetlnych",
  "tab3_2_2": "Ogranicza wybór scen z klawiszy łącznika podłączonych do wejść załączających, nie wpływa na ilość scen dostępnych z pilota czy też z paneli dotykowych.",
  "tab3_2_3": "1-7",
  "sto": "Wersja dokumentu:",
  "tab1_2_1": "<center><img src=\"554_sceny.jpg\"></center>",
  "tab4_1_1": "nazwa funkcji",
  "tab4_1_3": "opis",
  "tab4_1_4": "zakres",
  "tab4_2_1": "<ul><li>scena 1-4</li><li>wieczór</li><li>noc</li><li>rano</li></ul>",
  "tab4_2_2": "lampa 1-5",
  "tab4_2_3": "Ustala poziom oświatlenia dla danego wyjścia w wybranej scenie świetlnej",
  "tab4_2_4": "0%-100%",
  "tab4_3_2": "roleta 1-3",
  "tab4_3_3": "Ustala poziom danej rolety w wybranej scenie świetlnej",
  "tab4_3_4": "brak zmian",
  "tab4_4_4": "0%-100%",
  "tab4_tytul": "Ustawienia użytkownika"
}
);