jsonCallback(
{
  "xdzial": "MODULE",
  "xSX": "rH-D2S2",
  "xnazwa1": "TWO CHANNEL DIMMER WITH TWO CHANNEL TRANSMITTER",
  "xopis_naglowek": "MODULE DESCRIPTION:",
  "xopis_sprzet": "The <b>rH-D2S2</b>is a combination of two dimmers and two contact outputs. The module sends out information about the opening or closing of the contacts to the system, and it controls two 230V AC receivers each with a maximum power of 200W. Communication with the server takes place by radio.<p>The module has two physical inputs for the connection of monostable and potential free contacts, as well as two inputs for the connection of receivers. The power load on the input can be resistive (incandescent lamps), inductive (AC motors and transformers) or capacitive (fluorescent lamps). Power regulation takes place on the basis of phase modulation with the exception of in phase xxx, within a range of 0-100%. </p><p>The dimmer has electronic overcurrent protection in the event of a short circuit or the connection of too high a load. In addition, an integral temperature sensor protects the unit against overheating.</p><p><B>AUTONOMOUS MODE:</ b></p><p>If the module loses connection with the server, it goes into autonomous mode and will start to act like a classic dimmer. Briefly pressing the switch connected to contact 1 or 2 switches on or off the dimmer's first or second output respectively. Pressing it for longer will increase or decrease the power in increments of 10% between the range of 10-100%. </p><p>Conditions for autonomous mode:<ul><li>Correct connection of the S1 and S2 contacts with the switch</ li><li> The \"Off-line: autonomous mode\" option in the Installer Settings is activated</li></ul></p",
  "xopis": "The rH-D2S2 module has an object that consists of two LIGHT type channels that read information about the power and time of activation of four identical inputs. The algorithm determines the maximum power read at the inputs, separately for each channel, and together with the time of activation, it controls the connected lamp or other receiver.<p>The current controlled load is returned to the output as the \"current power level\" separately for each channel.<p>The element also has two inputs and two binary outputs (two state) that are separate for each physical input. Opening or closing the contact causes a change in the logic state of the corresponding output.",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "INPUTS",
  "xrysunek": "figure",
  "xnazwa": "name",
  "xtyp": "type",
  "xwyjscia_naglowek": "OUTPUTS",
  "xwejscia_1_2": "power control channel 1, 2",
  "xwejscia_1_3": "power",
  "xwejscia_2_2": "change in the the contacts' output state",
  "xwejscia_2_3": "binary",
  "xwyjscia_1_2": "current power level channel 1,2",
  "xwyjscia_1_3": "power",
  "xwyjscia_2_2": "state of contacts 1, 2",
  "xwyjscia_2_3": "binary",
  "tab1_tytul": "Installer Settings",
  "tab1_1_1": "function name",
  "tab1_1_2": "description",
  "tab1_1_3": "range",
  "tab1_1_4": "unit/description",
  "tab1_2_1": "connection monitoring",
  "tab1_2_2": "determines actions if connection with the server is lost",
  "tab1_2_3": "do not control",
  "tab1_2_4": "lack of control of the connection correctness",
  "tab1_3_3": "issue a warning",
  "tab1_3_4": "system warning in the event of a loss of connection",
  "tab1_4_3": "set off the alarm",
  "tab1_4_4": "sets off the alarm in the event of a loss of connection",
  "tab1_5_1": "Dimmer 1, 2: Offline: Autonomous mode",
  "tab1_5_2": "Sets the module behaviour if there is no connection with the server",
  "tab1_5_3": "switched on",
  "tab1_5_4": "works as an ordinary dimmer if there is no connection with the server",
  "tab1_6_3": "switched off",
  "tab1_6_4": "does not work if there is no connection with the server",
  "tab1_7_1": "Dimmer 1, 2: Offline: switch on for (minutes) after power on",
  "tab1_7_2": "sets the period of operation for the module before connecting with the server",
  "tab1_7_3": "0-240",
  "tab1_7_4": "minute",
  "tab1_11_1": "input mode",
  "tab1_11_2": "ensures compatibility with older version of rH-D1S2",
  "tab1_11_3": "switches",
  "tab1_11_4": "normal mode",
  "tab1_12_3": "LED",
  "tab1_12_4": "service of the LEDs",
  "tab1_13_1": "contacts 1, 2: active when ",
  "tab1_13_2": "defines which state of the output contact is the active state, or logical \"1\" ",
  "tab1_13_3": "closed",
  "tab1_13_4": "logical \"1\" at the output when the contacts are closed",
  "tab1_14_3": "open",
  "tab1_14_4": "logical \"1\" at the output when the contacts are open",
  "tab1_15_1": "maximum period of activity (0=bistable)",
  "tab1_15_2": "sets the time after which the output state is changed to a logical \"0\" if there is no response from the module",
  "tab1_15_3": "0-600",
  "tab1_15_4": "second",
  "tab2dodatek": "If the element's binary input is connected to any object, the signal from that element is summed with the signal from the physical contact and returned to the corresponding logical output.<p>The idea of addition has been explained using the <a href=\"../17.5/5.html#tab1dodatek\">rH-S2</a> example.",
  "tab1dodatek": "\"Offline: automatic mode\" function: If it is set to \"on\" and there is no connection with the server, the module will work as a classic dimmer.<p> \"Input mode\" function: Choosing LED changes the function of the \"signals from any elements\" inputs and they are no longer added to the \"switch signals\" ouputs. Control of the signalling LEDs is now carried out by the older version of rH-D1S2.<p>\"Contact active when\" function: The system is based on additive logic which means that the rest state is \"0\" while the active (nonstable) state is \"1\". For a monostable switch (one that has one stable state - an integral spring) the stable state is the inactive state, i.e. there is a logical \"0\" at the object output.<p>\"Maximum active time\" function: Setting the parameter to \"0\" disconnects the automatic output zeroing mechanism. This is most often the case when the contact is treated as bistable (e.g. a microswitch).<p>The dimmer can work in one of 8 modes chosen in the contextual menu or while dropping icons on the project. These modes can be used for the different types of loads that can be controlled by the rH-D2S2.",
  "tryby_tytul": "Operating mode",
  "tryb_th1": "view",
  "tryb_th2": "description",
  "tryb1": "<ul><li>resistive load</li><li>fluid control of power in the range of 0% - 100%</li><li>power characteristic - exponential</li><li>time to switch is read from the input</li></ul>",
  "tryb2": "<ul><li>fluorescent lamp load</li><li>two control states: 0% and 100%</li><li>time to switch is constant - 0.2s</li></ul>",
  "tryb3": "<ul><li>dimmable fluorescent lamp load</li><li>power control: 0% and 15% - 100%</li><li>power characteristic - exponential</li><li>time to switch is read from the input</li></ul>",
  "tryb4": "<ul><li>LED lamp load</li><li>power control: 0 - 100%</li><li>power characteristic - exponential</li><li>time to switch is read from the input</li></ul>",
  "tryb5": "<ul><li>relay coil load</li><li>two control states: 0% and 100%</li><li>time to switch is constant - 0.2s</li></ul>",
  "tryb6": "<ul><li>load: ventilation fan motor</li><li>power regulation: 0% and 40%</li><li>power characteristic - exponential</li><li>motor initiation function by switching to 100% for 1 second.</li></ul>",
  "tryb7": "<ul><li>load: motor</li><li>power regulation: 0% and 30%</li><li>power characteristic - exponential</li><li>motor initiation function by switching to 100% for 1 second.</li></ul>",
  "tryb8": "<ul><li>resistive load</li><li>power control: 0% - 100%</li><li>power characteristic - linear</li><li>time to switch is constant - 0.2s</li></ul>",
  "rejestracja_tytul": "Registration in the system",
  "uwagi_tytul": "WARNING!",
  "rejestracja": "1. Right click the mouse to access the contextual menu and choose \"Register\"<p>2. Press and hold the switch on the housing.<p>3. After 3 seconds, the program will display a confirmation message that the module has been registered in the system, or a warning message if this was not successful.",
  "uwagi": "The method of connection is described in these instructions. Installation, connection and regulation activities should be carried out by qualified personnel who are familiar with the instructions for the maintenance and operation of the module. Removing the housing invalidates the guarantee and carries a risk of electrocution. Before commencing installation, the connection wires should be checked to ensure that they are not live. Transport, storage and method of use of the module will affect its correct functioning. Installation of the module is not recommended if there are missing parts or the module is damaged or deformed. If the module malfunctions, it should be returned to the manufacturer.",
  "dane1_1": "power",
  "dane1_2": "230V AC/50Hz",
  "dane2_1": "power voltage range",
  "dane2_2": "-20%, +10%",
  "dane3_1": "rated power consumption",
  "dane3_2": "2W",
  "dane4_1": "radio connection",
  "dane4_2": "868MHz",
  "dane5_1": "signal strength",
  "dane5_2": "9mW",
  "dane6_1": "type of transmission",
  "dane6_2": "two directional",
  "dane7_1": "encoding",
  "dane7_2": "yes",
  "dane8_1": "range in open space",
  "dane8_2": "100m",
  "dane9_1": "time to log into the system",
  "dane9_2": "15 seconds",
  "dane10_1": "{ maksymalna moc odbiornika}",
  "dane10_2": "{ 2x150 W dla obciążeń pojemnościowych i indukcyjnych\n2x200 W dla obciążeń rezystancyjnych}",
  "dane11_1": "time to switch load from 0 to 100%",
  "dane11_2": "0.2-30s",
  "dane18_1": "inputs",
  "dane18_2": "2x contacts",
  "dane19_1": "contact voltage",
  "dane19_2": "9V",
  "dane20_1": "contact voltage",
  "dane20_2": "7mA",
  "dane12_1": "storage temperature",
  "dane12_2": "-20ºC, +50ºC",
  "dane13_1": "operating temperature",
  "dane13_2": "-10ºC, +50ºC",
  "dane14_1": "dimensions",
  "dane14_2": "52,5 x 90 x 65 mm",
  "dane15_1": "protection code",
  "dane15_2": "IP 20",
  "dane16_1": "operating position",
  "dane16_2": "on the DIN rail",
  "dane17_1": "type of housing",
  "dane17_2": "TH-35 rail",
  "dane_tytul": "Technical data",
  "montaz_tytul": "Installation",
  "montaz": "<ul><li><b>Disconnect the supply circuit and the using appropriate tools, check whether the power is off.</b></li><li>Fix the module on the TH 35mm rail.</li><li>Connect the wires according to the above schematic.</li><li>Switch on the power circuit.</li><li>Register the element.</li></ul>",
  "xxrysunek": "figure",
  "xxnazwa": "name",
  "xxtyp": "type",
  "sto": "Document version:",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGEND</a>",
  "opis_diod_tytul": "Signalling of the module operation",
  "opis_diod_1_1": "mode",
  "opis_diod_1_2": "description",
  "opis_diod_2_1": "Online (registered)",
  "opis_diod_2_2": "LED is on, switches off during radio transmission",
  "opis_diod_3_1": "Register",
  "opis_diod_3_2": "LED pulses rapidly",
  "opis_diod_4_1": "Offline",
  "opis_diod_4_2": "The LED is blinking at 0.5s intervals - the module has lost radio contact with the server or is not registered",
  "opis_diod_5_1": "Not programmed",
  "opis_diod_5_2": "LED is on, but is dimmed during loading of the firmware.",
  "dane13_1a": "humidity",
  "dane13_2a": "<= 85% (bez kondensacji pary i gazów agresywnych)",
  "dane20_1a": "power supply is galvanically isolated from the rest of the device",
  "dane20_2a": "Yes"
}
);