jsonCallback(
{
  "xdzial": "MODULE",
  "xSX": "rH-S2",
  "xnazwa1": "TWO CHANNEL RELAY",
  "xopis_naglowek": "MODULE DESCRIPTION:",
  "xopis_sprzet": "The rH-S2 has { przewody} for the connection of two monostable, potential free contacts. The module transmits information to the system about the opening or closing of the contacts. Communication with the server takes place by radio.<p>The rH-S2 is particularly appropriate for the control of lighting, blinds or lighting scenes.",
  "xopis": "The rH-S2 module has an object that consists of two inputs and two binary (two state) outputs, separately for each physical inputs. Opening or closing of the contacts changes the logic state at the corresponding output.",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "INPUTS",
  "xrysunek": "figure",
  "xnazwa": "name",
  "xtyp": "type",
  "xwyjscia_naglowek": "OUTPUTS",
  "xwejscia_1_2": "change in the the contacts' output state",
  "xwejscia_1_3": "binary",
  "xwyjscia_1_2": "state of contacts 1, 2",
  "xwyjscia_1_3": "binary",
  "tab1_tytul": "Installer Settings",
  "tab1_1_1": "function name",
  "tab1_1_2": "description",
  "tab1_1_3": "range",
  "tab1_1_4": "unit/description",
  "tab1_2_1": "connection monitoring",
  "tab1_2_2": "determines actions if connection with the server is lost",
  "tab1_2_3": "do not control",
  "tab1_2_4": "lack of control of the connection correctness",
  "tab1_3_3": "issue a warning",
  "tab1_3_4": "system warning in the event of a loss of connection",
  "tab1_4_3": "set off the alarm",
  "tab1_4_4": "sets off the alarm in the event of a loss of connection",
  "tab1_5_1": "contact 1, 2: active when ",
  "tab1_5_2": "defines the active contact output state, or a logical \"1\"",
  "tab1_5_3": "closed",
  "tab1_5_4": "logical \"1\" at the output when the contacts are closed",
  "tab1_6_3": "open",
  "tab1_6_4": "logical \"1\" at the output when the contacts are open",
  "tab1_7_1": "maximum period of activity (0=bistable)",
  "tab1_7_2": "sets the time after which the output state is changed to a logical \"0\" if there is no response from the module ",
  "tab1_7_3": "0-600",
  "tab1_7_4": "second",
  "tab1dodatek": "\"Contact active when\" function: The system is based on additive logic which means that the rest state is \"0\" while the active (nonstable) state is \"1\". For a monostable switch (one that has one stable state - an integral spring) the stable state is the inactive state, i.e. there is a logical \"0\" at the object output.<p>\"Maximum active time\" function: Setting the parameter to \"0\" disconnects the automatic output zeroing mechanism. This is most often the case when the contact is treated as bistable (e.g. a microswitch)",
  "tab1dodatek2": "If any element is connected to the binary input, the signal from that element is added to the signal from the physical contact and made available at the corresponding logical output.<p><center><img src=\"5_sumowanie.jpg\"></center><p>The system also allows different types of signals to be connected and performs an automatic conversion before adding them together.",
  "rejestracja_tytul": "Registration in the system",
  "uwagi_tytul": "WARNING!",
  "rejestracja": "1. Right click the mouse to access the contextual menu and choose \"Register\"<p>2. Press and hold the left switch (close the circuit by connecting the S1 and C wires).<p>3. After 5 seconds, the program will display a confirmation message that the module has been registered in the system, or a warning message if this was not successful.",
  "uwagi": "The method of connection is described in these instructions. Installation, connection and regulation activities should be carried out by qualified personnel who are familiar with the maintenance and operation instructions of the module. Transport, storage and method of use of the module will affect its correct functioning. Installation of the module is not recommended if there are missing parts or the module is damaged or deformed. If the module malfunctions, it should be returned to the manufacturer.",
  "dane1_1": "batteries",
  "dane1_2": "2xAAA (alkaline)",
  "dane2_1": "battery operating period",
  "dane2_2": "24 months",
  "dane3_1": "power voltage range",
  "dane3_2": "2.5 - 3.5V",
  "dane4_1": "radio connection",
  "dane4_2": "868MHz",
  "dane5_1": "signal strength",
  "dane5_2": "9mW",
  "dane6_1": "type of transmission",
  "dane6_2": "two directional",
  "dane7_1": "encoding",
  "dane7_2": "yes",
  "dane8_1": "range in open space",
  "dane8_2": "100m",
  "dane9_1": "time to log into the system",
  "dane9_2": "5 minutes",
  "dane10_1": "INPUTS",
  "dane10_2": "2x contacts",
  "dane11_1": "contact voltage",
  "dane11_2": "3V",
  "dane12_1": "contact voltage",
  "dane12_2": "250µA",
  "dane13_1": "storage temperature",
  "dane13_2": "-20ºC, +50ºC",
  "dane14_1": "operating temperature",
  "dane14_2": "-20ºC, +45ºC",
  "dane15_1": "dimensions",
  "dane15_2": "51 x 37 x 20 mm",
  "dane16_1": "protection code",
  "dane16_2": "IP 20",
  "dane17_1": "operating position",
  "dane17_2": "any",
  "dane18_1": "type of housing",
  "dane18_2": "can",
  "montaz_tytul": "Installation",
  "montaz": "<center><img src=\"5_Schemat S2.png\"></center><ul><li>Connect the rH-S2 wires to the switch keys according to the above schematic.</li><li>Insert the battery observing the correct polarity and replace the cover.</li><li>If there are uninsulated cables in the can, disconnect the power circuit. Using appropriate tools, check that there is no power in the circuit and isolate as needed.</b></li><li>Screw in the switch and fit the module in the can.</li><li>Register the rH-S2 in the system.</li></ul>",
  "dane_tytul": "Technical data",
  "xxrysunek": "figure",
  "xxnazwa": "name",
  "xxtyp": "type",
  "sto": "Document version:",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGEND</a>"
}
);