jsonCallback(
{
  "xdzial": "MODULE",
  "xSX": "rH-S8",
  "xnazwa1": "8-KEY REMOTE CONTROL",
  "xopis_naglowek": "MODULE DESCRIPTION:",
  "xopis_sprzet": "<b>rH-S8</b>allows the elements of the system to be controlled remotely with the help of eight buttons. In addition, the module has signalling LEDs that allow information from the system to be converted to light signals. The LEDs can indicate both confirmation of transmission and confirmation of status. Communication with the server is by radio.<p>The remote control has eight monostable buttons and every time they are pressed and released, this is conveyed to the system.",
  "xopis": "The rH-S8 remote control has an object that can operate in one of two modes that is chosen in the contextual menu or when dropping the element into the project.<p>The element has byte inputs that serve to control the signalling LEDs. If a logical \"1\" is received at the input, the diode will light up for 10 seconds. The rH-S8 remote control is a sensor and does not listen to commands from the server. After sending a signal to the LED input, the key should be pressed and released so that the diode lights up. The time that the diode flashes on and the period between the flashes can be set by connecting the<a href=\"../../1/1.836/836.html\">SX 836</a>LED coder.<p>MODE 1 - The object consists of two byte inputs that allow the red and green LEDs to light up. The element also has one byte output to which the number of the pressed key is returned.",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "INPUTS - Working mode 1",
  "xxwejscia_naglowek": "INPUTS - Working mode 2",
  "xwyjscia_naglowek": "OUTPUTS - Operating mode 1",
  "xxwyjscia_naglowek": "OUTPUTS",
  "xrysunek": "figure",
  "xnazwa": "name",
  "xtyp": "type",
  "rysunek": "figure",
  "nazwaa": "name",
  "typ": "type",
  "xxxrysunek": "figure",
  "xxxnazwa": "name",
  "xxxtyp": "type",
  "xwejscia_1_2": "green LED lights up",
  "xwejscia_1_3": "byte",
  "xwejscia_2_2": "red LED lights up",
  "xwejscia_2_3": "byte",
  "xwyjscia_1_2": "number of the pressed key",
  "xwyjscia_1_3": "byte",
  "xxwejscia_1_2": "lighting up of the green LED from keys 1-8",
  "xxwejscia_1_3": "byte",
  "xxwejscia_2_2": "lighting up of the red LED from keys 1-8",
  "xxwejscia_2_3": "byte",
  "xxwyjscia_1_2": "state of keys 1, 2, 3, 4, 5, 6, 7, 8",
  "xxwyjscia_1_3": "binary",
  "wejscia1plus": "The behaviour of the red and green diodes changes depending on the working mode selected for the key in the Installer Settings. When the inputs are not connected, the following working modes are selected for the key, operation will be as follows:<ul><li>monostable - pressing and releasing any key will make both diodes flash briefly</li><li>bistable - pressing the first time (switch on) makes the green diode light up for about 1s, pressing it the second time (switch off) will activate the red diode.</li></ul><p><p>In the second mode, the object consists of 8 binary inputs allocated to each key on the remote control that allow any element to be switched on or off directly. Pressing the key returns a logical \"1\" at the output.",
  "wyjscia1plus": "The output can return an output state in the range of 0 - 7.<p>Pressing key 1 returns a value of 0 at the output.<p>Pressing key 2 returns a value of 1 at the output.<p>Pressing key 3 returns a value of 2 at the output.<p>etc.<p>The example shows the use of the <a href=\"../../1/1.553/553.html\">SX553</a> scene controller.",
  "tab1_tytul": "Installer Settings",
  "tab1_1_1": "function name",
  "tab1_1_2": "description",
  "tab1_1_3": "range",
  "tab1_1_4": "unit/description",
  "tab1_2_1": "keys 1-8",
  "tab1_2_2": "key working mode",
  "tab1_2_3": "monostable",
  "tab1_2_4": "pressing the key sends a signal",
  "tab1_3_3": "bistable",
  "tab1_3_4": "pressing the key for the first time starts transmission of the signal, and pressing it a second time stops the transmission",
  "tab1_4_1": "maximum period of activity (0=bistable)",
  "tab1_4_2": "sets the time after which the output state is changed to a logical \"0\" if there is no response from the module ",
  "tab1_4_3": "0-600",
  "tab1_4_4": "second",
  "tab1dodatek": "\"Maximum active time\" function: Setting the parameter to \"0\" disconnects the automatic output zeroing mechanism. This is most often the case when the contact is treated as bistable (e.g. a microswitch).",
  "rejestracja_tytul": "Registration in the system",
  "uwagi_tytul": "WARNING!",
  "rejestracja": "1. Unscrew the remote control cover and insert the battery observing the correct polarity.<p>2. Right click the mouse to access the contextual menu and choose \"Register\"<p>3. Press and hold key no. 1 on the remote control.<p>4. After 5 seconds, the programme will display a confirmation message that the module has been registered in the system, or a warning message if this was not successful.<p>5. Close the remote control cover and reassemble.",
  "uwagi": "The method of connection is described in these instructions. Installation, connection and regulation activities should be carried out by qualified personnel who are familiar with the maintenance and operation instructions of the module. Transport, storage and method of use of the module will affect its correct functioning. Installation of the module is not recommended if there are missing parts or the module is damaged or deformed. If the module malfunctions, it should be returned to the manufacturer.",
  "dane1_1": "batteries",
  "dane1_2": "2xAAA (alkaline)",
  "dane2_1": "battery operating period",
  "dane2_2": "18 months",
  "dane3_1": "power voltage range",
  "dane3_2": "2.5 - 3.5V",
  "dane4_1": "radio connection",
  "dane4_2": "868MHz",
  "dane5_1": "signal strength",
  "dane5_2": "9mW",
  "dane6_1": "type of transmission",
  "dane6_2": "two directional",
  "dane7_1": "encoding",
  "dane7_2": "yes",
  "dane8_1": "range in open space",
  "dane8_2": "100m",
  "dane9_1": "time to log into the system",
  "dane9_2": "5 minutes",
  "dane10_1": "number of keys",
  "dane10_2": "8",
  "dane11_1": "storage temperature",
  "dane11_2": "-20ºC, +50ºC",
  "dane12_1": "operating temperature",
  "dane12_2": "-20ºC, +45ºC",
  "dane13_1": "dimensions",
  "dane13_2": "153 x 45 x 15 [mm]",
  "dane14_1": "protection code",
  "dane14_2": "IP 20",
  "dane15_1": "operating position",
  "dane15_2": "any",
  "dane16_1": "type of housing",
  "dane16_2": "freestanding",
  "dane_tytul": "Technical data",
  "xxrysunek": "figure",
  "xxnazwa": "name",
  "xxtyp": "type",
  "sto": "Document version:",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGEND</a>"
}
);