jsonCallback(
{
  "xdzial": "MODUŁ",
  "xSX": "rH-S8",
  "xnazwa1": "OŚMIOKLAWISZOWY PILOT",
  "xopis_naglowek": "OPIS MODUŁU:",
  "xopis_sprzet": "<b>rH-S8</b> służy do zdalnego sterowania elementami wykonawczymi systemu za pomocą ośmiu przycisków. Ponadto, posiada diody sygnalizacyjne LED za pomocą których zamienia informacje z systemu, na sygnały świetlne. Diody mogą sygnalizować zarówno potwierdzenie transmisji jak i potwierdzenie stanu. Komunikacja z serwerem odbywa się drogą radiową.<p>Pilot posiada osiem monostabilnych przycisków. Każde wciśnięcie i puszczenie przycisku jest wysyłane do systemu.",
  "xopis": "Pilot rH-S8 posiada obiekt, który może pracować w jednym z 2 trybów wybieranych w menu kontekstowym pod prawym klawiszem myszy, lub podczas upuszczania ikony na projekt.<p>Element posiada wejścia bajtowe, które służą do sterowania sygnalizacyjnymi diodami LED. Jeżeli na wejście podamy logiczne '1', dioda zapali się na czas 10 sekund. Pilot rH-S8 jest sensorem i nie nasłuchuje komend z serwera, po podaniu sygnału na wejście led, należy nacisnąć i puścić klawisz aby dioda zaświeciła. Okres i wypełnienie migania diod LED można ustawić podłączając koder diody led <a href=\"../../1/1.836/836.html\">SX 836</a><p>TRYB 1- Obiekt składa się z dwóch wejść bajtowych które służą do zapalania zielonej i czerwonej diody led. Element posiada również jedno wyjście bajtowe na którym podawany jest numer wciśniętego klawisza.",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "WEJŚCIA - Tryb pracy 1",
  "xxwejscia_naglowek": "WEJŚCIA - Tryb pracy 2",
  "xwyjscia_naglowek": "WYJŚCIA - Tryb pracy 1",
  "xxwyjscia_naglowek": "WYJŚCIA",
  "xrysunek": "rysunek",
  "xnazwa": "nazwa",
  "xtyp": "typ",
  "rysunek": "rysunek",
  "nazwaa": "nazwa",
  "typ": "typ",
  "xxxrysunek": "rysunek",
  "xxxnazwa": "nazwa",
  "xxxtyp": "typ",
  "xwejscia_1_2": "zapalenie zielonej diody LED",
  "xwejscia_1_3": "bajtowe",
  "xwejscia_2_2": "zapalenie czerwonej diody LED",
  "xwejscia_2_3": "bajtowe",
  "xwyjscia_1_2": "numer wciśniętego klawisza",
  "xwyjscia_1_3": "bajtowe",
  "xxwejscia_1_2": "zapalenie zielonej diody LED z klawiszy 1-8",
  "xxwejscia_1_3": "bajtowe",
  "xxwejscia_2_2": "zapalenie czerwonej diody LED z klawiszy 1-8",
  "xxwejscia_2_3": "bajtowe",
  "xxwyjscia_1_2": "stan klawiszy 1, 2, 3, 4, 5, 6, 7, 8",
  "xxwyjscia_1_3": "binarne",
  "wejscia1plus": "Zachowanie diody zielonej i czerwonej zmienia sie w zależności od wybranego trybu pracy klawisza w ustawieniach instalatora. Gdy wejścia pozostają niepodłączone i wybrany jest tryb pracy klawisza:<ul><li>monostabilny- naciśnięcie i puszczenie dowolnego klawisza spowoduje krótkie mrugnięciu obu diod</li><li>bistabilny - pierwsze naciśnięcie(załączenie) spowoduje zapalenie diody zielonej  na ok 1 s, drugie naciśnięcie (wyłączenie) zapalenie diody czerwonej.</li></ul><p><p>W drugim trybie, obiekt składa się z ośmiu wejść przypisanych odpowiednio każdemu przyciskowi na pilocie, które służą do zapalania czerwonej i zielonej diody led. Element posiada również 8 wyjść binarnych (dwustanowych) odpowiednich dla każdego klawisza, służących do bezpośredniego sterowania załącz/wyłącz dowolnymi elementami. Naciśnięcie klawisza spowoduje pojawienie się na wyjściu logicznej '1' .",
  "wyjscia1plus": "Wyjście może przyjąć jeden ze stanów w zakresie 0 - 7.<p>Wciśnięcie klawisza 1 powoduje podanie na wyjściu wartości 0.<p>Wciśniecie klawisza 2 powoduje podanie na wyjściu wartości 1.<p>Wciśniecie klawisza 3 powoduje podanie na wyjściu wartości 2.<p>itd...<p>Przykład z zastosowaniem sterownika scen <a href=\"../../1/1.553/553.html\">SX553</a>",
  "tab1_tytul": "Ustawienia instalatora",
  "tab1_1_1": "nazwa funkcji",
  "tab1_1_2": "opis",
  "tab1_1_3": "zakres",
  "tab1_1_4": "jednostka/opis",
  "tab1_2_1": "klawisze 1-8",
  "tab1_2_2": "tryb pracy klawisza",
  "tab1_2_3": "monostabilny",
  "tab1_2_4": "wciśnięcie klawisza wysyła sygnał",
  "tab1_3_3": "bistabilny",
  "tab1_3_4": "pierwsze wciśnięcie klawisza rozpoczyna wysyłanie sygnału, a drugie wciśnięcie kończy wysyłanie",
  "tab1_4_1": "maksymalny czas aktywności (0=bistabilne)",
  "tab1_4_2": "ustala czas po którym stan wyjścia zostanie zmieniony na logiczne '0' w przypadku braku odpowiedzi z modułu ",
  "tab1_4_3": "0-600",
  "tab1_4_4": "sekunda",
  "tab1dodatek": "Funkcja Maksymalny czas aktywności: Ustawienie parametru na 0, wyłącza mechanizm automatycznego zerowania wyjścia. Jest to zazwyczaj przypadek gdy styk jest traktowany jako bistabilny (np. wyłącznik krańcowy).",
  "rejestracja_tytul": "Rejestracja w systemie",
  "uwagi_tytul": "UWAGA !",
  "rejestracja": "1. Rozkręcić pokrywę obudowy pilota i włożyć baterie zgodnie z podaną biegunowością.<p>2. W menu kontekstowym pod prawym przyciskiem myszy wybrać 'Rejestruj' <p>3. Nacisnąć i przytrzymać klawisz nr 1 na pilocie.<p>4. Po 5 sekundach program wyświetli potwierdzenie zarejestrowania modułu w systemie lub zgłosi błąd w przypadku niepowodzenia.<p>5. Zamknąć i skręcić pokrywę obudowy.",
  "uwagi": "Sposób podłączenia określono w niniejszej instrukcji. Czynności związane z instalacją, podłączeniem i regulacją powinny być wykonywane przez osoby wykwalifikowane, które zapoznały się z instrukcją obsługi i funkcjami modułu. Na poprawne działanie ma wpływ sposób transportu, magazynowania i użytkowania modułu. Instalacja modułu jest niewskazana w następujących przypadkach: brak elementów składowych, uszkodzenie modułu lub jego deformacja. W przypadku nieprawidłowego funkcjonowania należy zwrócić się do producenta.",
  "dane1_1": "baterie zasilające",
  "dane1_2": "2xAAA (alkaliczne)",
  "dane2_1": "czas pracy baterii",
  "dane2_2": "18 miesięcy",
  "dane3_1": "zakres napięcia zasilania",
  "dane3_2": "2,5 - 3,5 V",
  "dane4_1": "łącze radiowe",
  "dane4_2": "868 MHz",
  "dane5_1": "moc sygnału",
  "dane5_2": "9 mW",
  "dane6_1": "rodzaj transmisji",
  "dane6_2": "dwukierunkowa",
  "dane7_1": "kodowanie",
  "dane7_2": "tak",
  "dane8_1": "zasięg w otwartej przestrzeni",
  "dane8_2": "100 m",
  "dane9_1": "okres logowania w systemie",
  "dane9_2": "5 minut",
  "dane10_1": "ilość przycisków",
  "dane10_2": "8",
  "dane11_1": "temperatura przechowywania",
  "dane11_2": "-20ºC, +50ºC",
  "dane12_1": "temperatura pracy",
  "dane12_2": "-20ºC, +45ºC",
  "dane13_1": "wymiary",
  "dane13_2": "153x 45 x 15 [mm]",
  "dane14_1": "stopień ochrony",
  "dane14_2": "IP 20",
  "dane15_1": "pozycja pracy",
  "dane15_2": "dowolna",
  "dane16_1": "typ obudowy",
  "dane16_2": "wolnostojąca",
  "dane_tytul": "Dane techniczne",
  "xxrysunek": "rysunek",
  "xxnazwa": "nazwa",
  "xxtyp": "typ",
  "sto": "Wersja dokumentu:",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGENDA</a>"
}
);