jsonCallback(
{
  "xdzial": "MODUŁ",
  "xSX": "rH-PWM2S2",
  "xnazwa1": "STEROWNIK PWM DWUKANAŁOWY NISKIEGO NAPIĘCIA Z NADAJNIKIEM DWUKANAŁOWYM",
  "xopis_naglowek": "OPIS MODUŁU:",
  "xopis_sprzet": "<b>rH-PWM2S2</b> jest połączeniem dwóch regulatorów mocy i dwóch wejść stykowych. Moduł wysyła informacje o zwarciu lub rozwarciu styków do systemu oraz steruje dwoma odbiornikami niskiego napięcia zasilanymi z zewnętrznego zasilacza (max 24V).<p>Moduł posiada dwa wejścia elektryczne do podłączenia dwóch monostabilnych styków bezpotencjałowych, oraz dwa wejścia do podłączenia odbiorników. Regulacja mocy odbywa się poprzez modulację szerokości impulsu załączającego odbiornik (PWM). Częstotliwość impulsów ustawiana jest w zakresie 100Hz do 1 kHz. Wbudowany czujnik temperatury chroni moduł przed skutkami przegrzania. Komunikacja z serwerem odbywa się drogą radiową.<p><b>rH-PWM2S2</b> szczególnie nadaje się do sterowania diodami LED, załączania zamków elektromagnetycznych i innych niskonapięciowych elementów wykonawczych.<p><b>TRYB AUTONOMICZNY:</b><p>Jeżeli moduł straci połączenie z serwerem, to przechodzi w tryb pracy autonomicznej i zaczyna działać jak klasyczny ściemniacz. Krótkie wciśnięcie przycisku podłączonego do styku 1 lub 2 załącza lub wyłącza odpowiednio pierwsze lub drugie wyjście PWM. Długie wciśnięcie zwiększa/zmniejsza moc, stopniowo co 10% w zakresie 10-100%. <p>Warunki zadziałania trybu autonomicznego:<ul><li>Prawidłowe połączenie styku S1 oraz S2 z łącznikiem</li><li>W ustawieniach instalatora włączona jest opcja 'Off-line: tryb autonomiczny'</li></ul>",
  "xopis": "Moduł rH-PWM2S2 posiada obiekt, który składa się z dwóch kanałów typu LIGHT odczytujących informację o mocy i czasie włączenia z czterech identycznych wejść. Algorytm wyznacza maksymalną moc odczytaną z wszystkich wejść, osobno dla każdego kanału, i wraz z czasem włączenia steruje podłączonymi odbiornikami.<p>Na wyjście \"aktualny poziom mocy\" podawana jest informacja zwrotna o rzeczywistym poziomie wysterowania obciążenia, osobno dla każdego z kanałów.<p>Element posiada również dwa wejścia i dwa wyjścia binarne (dwustanowe), oddzielne dla każdego fizycznego wejścia. Zwarcie lub rozwarcie styku powoduje zmianę stanu logicznego na odpowiadającym mu wyjściu.",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "WEJŚCIA",
  "xrysunek": "rysunek",
  "xnazwa": "nazwa",
  "xtyp": "typ",
  "xwyjscia_naglowek": "WYJŚCIA",
  "xwejscia_1_2": "sterowanie mocą kanał 1, 2",
  "xwejscia_1_3": "moc",
  "xwejscia_2_2": "zmiana stanu wyjścia styków",
  "xwejscia_2_3": "binarne",
  "xwyjscia_1_2": "aktualny poziom mocy kanał 1, 2",
  "xwyjscia_1_3": "moc",
  "xwyjscia_2_2": "stan styków 1, 2",
  "xwyjscia_2_3": "binarne",
  "wyjsciaplus": "Jeżeli do wejścia binarnego obiektu zostanie podłączony dowolny element, to sygnał z tego elementu zostanie zsumowany z sygnałem z fizycznego styku i udostępniony na odpowiadającym mu wyjściu logicznym.<p>Idea sumowania wyjaśniona została na przykładzie <a href=\"../17.5/5.html#tab1dodatek\">rH-S2</a>",
  "tab1_tytul": "Ustawienia instalatora",
  "tab1_1_1": "nazwa funkcji",
  "tab1_1_2": "opis",
  "tab1_1_3": "zakres",
  "tab1_1_4": "jednostka/opis",
  "tab1_2_1": "monitorowanie połączenia",
  "tab1_2_2": "ustala akcje w przypadku utraty połączenia z serwerem",
  "tab1_2_3": "nie kontroluj",
  "tab1_2_4": "brak kontroli poprawności połączenia",
  "tab1_3_3": "ostrzegaj",
  "tab1_3_4": "ostrzeżenie w systemie w przypadku utraty połączenia",
  "tab1_4_3": "alarmuj",
  "tab1_4_4": "alarmuje w przypadku utraty połączenia",
  "tab1_5_1": "częstotliwość sygnału PWM",
  "tab1_5_2": "ustala częstotliwość sygnału PWM",
  "tab1_5_3": "100 - 1000",
  "tab1_5_4": "Hz",
  "tab1_6_1": "kanał 1,2: Off-line: tryb autonomiczny",
  "tab1_6_2": "Ustala zachowanie modułu przy braku połączenia z serwerem",
  "tab1_6_3": "włączony",
  "tab1_6_4": "przy braku łączności z serwerem pracuje jak zwykły ściemniacz",
  "tab1_7_3": "wyłączony",
  "tab1_7_4": "przy braku łączności z serwerem nie pracuje",
  "tab1_8_1": "kanał 1,2: Off-line: włącz na [minut] po załączeniu zasilania",
  "tab1_8_2": "ustala czas pracy modułu przed nawiązaniem połączenia z serwerem",
  "tab1_8_3": "0-255",
  "tab1_8_4": "sekunda",
  "tab1_9_1": "alarm - wtargnięcie",
  "tab1_11_1": "styk 1, 2 : aktywny gdy ",
  "tab1_11_2": "definiuje dla jakiego stanu styków na wyjściu ma być stan aktywny, czyli logiczne \"1\"",
  "tab1_11_3": "zwarty",
  "tab1_11_4": "na wyjściu logiczne \"1\" gdy styki są zwarte",
  "tab1_12_3": "rozwarty",
  "tab1_12_4": "na wyjściu logiczne \"1\" gdy styki są rozwarte",
  "tab1_13_1": "maksymalny czas aktywności (0=bistabilne)",
  "tab1_13_2": "ustala czas po którym stan wyjścia zostanie zmieniony na logiczne \"0\" w przypadku braku odpowiedzi z modułu ",
  "tab1_13_3": "0-600",
  "tab1_13_4": "sekunda",
  "tab1dodatek": "Funkcja Maksymalny czas włączenia : rH-PWM2S2 może sterować urządzeniami w których maksymalny czas włączenia nie powinien być dłuższy niż x sekund (np. zamek elektrom.). Jeśli komenda załączająca dotrze do rH-PWM2S2 drogą radiową, a komenda wyłączająca już nie, to firmware sam z siebie wyłączy urządzenie po  upływie ustalonego czasu. Wybranie wartości \"0\" wyłącza tą funkcję.<p>Funkcja Styk aktywny gdy: W systemie mamy przyjętą logikę dodatnią. Oznacza to że stan spoczynkowy to \"0\", a stan aktywny (niestabilny) to \"1\". Dla wyłącznika monostabilnego (to taki który ma jeden stan stabilny - wbudowana sprężynka) stan stabilny jest stanem nieaktywnym - na wyjściu obiektu jest logiczne \"0\".<p>Funkcja Maksymalny czas aktywności: Ustawienie parametru na 0, wyłącza mechanizm automatycznego zerowania wyjścia. Jest to zazwyczaj przypadek gdy styk jest traktowany jako bistabilny (np. wyłącznik krańcowy).",
  "rejestracja_tytul": "Rejestracja w systemie",
  "uwagi_tytul": "UWAGA !",
  "rejestracja": "1. W menu kontekstowym pod prawym przyciskiem myszy wybrać \"Rejestruj\"<p>2. Nacisnąć i przytrzymać przycisk na obudowie.<p>3. Po 5 sekundach program wyświetli potwierdzenie zarejestrowania modułu w systemie lub zgłosi błąd w przypadku niepowodzenia.",
  "uwagi": "Sposób podłączenia określono w niniejszej instrukcji. Czynności związane z instalacją, podłączeniem i regulacją powinny być wykonywane przez osoby wykwalifikowane, które zapoznały się z instrukcją obsługi i funkcjami modułu. Demontaż obudowy powoduje utratę gwarancji oraz stwarza niebezpieczeństwo porażenia prądem. Przed rozpoczęciem instalacji należy upewnić się czy na przewodach przyłączeniowych nie występuje napięcie. Na poprawne działanie ma wpływ sposób transportu, magazynowania i użytkowania modułu. Instalacja modułu jest niewskazana w następujących przypadkach: brak elementów składowych, uszkodzenie modułu lub jego deformacja. W przypadku nieprawidłowego funkcjonowania należy zwrócić się do producenta.",
  "dane1_1": "zasilanie",
  "dane1_2": "DC 12V",
  "dane2_1": "tolerancja napięcia zasilania",
  "dane2_2": "-20%, +10%",
  "dane3_1": "znamionowy pobór mocy",
  "dane3_2": "0,4 W",
  "dane4_1": "łącze radiowe",
  "dane4_2": "868 MHz",
  "dane5_1": "moc sygnału",
  "dane5_2": "9 mW",
  "dane6_1": "rodzaj transmisji",
  "dane6_2": "dwukierunkowa",
  "dane7_1": "kodowanie",
  "dane7_2": "tak",
  "dane8_1": "zasięg w otwartej przestrzeni",
  "dane8_2": "100 m",
  "dane9_1": "okres logowania w systemie",
  "dane9_2": "15 sekund",
  "dane10_1": "maksymalny prąd obciążenia",
  "dane10_2": "2x4A",
  "dane11_1": "czas przełączania obciążenia od 0 do 100%",
  "dane11_2": "0,2 - 30s",
  "dane12_1": "wejścia",
  "dane12_2": "2x stykowe",
  "dane13_1": "napięcie styku",
  "dane13_2": "12 V",
  "dane14_1": "prąd styku",
  "dane14_2": "250 µA",
  "dane15_1": "temperatura przechowywania",
  "dane15_2": "-20ºC, +50ºC",
  "dane16_1": "temperatura pracy",
  "dane16_2": "0ºC, +45ºC",
  "dane17_1": "wymiary",
  "dane17_2": "48 x 48 x 22 mm",
  "dane18_1": "stopień ochrony",
  "dane18_2": "IP 20",
  "dane19_1": "pozycja pracy",
  "dane19_2": "dowolna",
  "dane20_1": "typ obudowy",
  "dane20_2": "dopuszkowa",
  "dane_tytul": "Dane techniczne",
  "montaz_tytul": "Montaż",
  "montaz": "<center><img src=\"PWM2S2.png\"></center><ul><li>Wyłączyć  zasilacz.</li><li>Podłączyć przewody zgodnie z powyższym schematem.</li><li>Umieścić moduł w puszce instalacyjnej.</li><li>Załączyć zasilacz.</li><li>Zarejestrować element.</li><li>Zamknąć puszkę instalacyjną</li></ul>",
  "xxrysunek": "rysunek",
  "xxnazwa": "nazwa",
  "xxtyp": "typ",
  "sto": "Wersja dokumentu:",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGENDA</a>",
  "opis_diod_tytul": "Sygnalizacja pracy modułu",
  "opis_diod_1_1": "tryb",
  "opis_diod_1_2": "opis",
  "opis_diod_2_1": "Online (zarejestrowany)",
  "opis_diod_2_2": "LED świeci, przygasa podczas transmisji radiowej",
  "opis_diod_3_1": "Rejestracja",
  "opis_diod_3_2": "LED szybko pulsuje",
  "opis_diod_4_1": "Offline",
  "opis_diod_4_2": "LED mruga co pół sekundy - moduł stracił połączenie radiowe z serwerem lub nie jest zarejestrowany",
  "opis_diod_5_1": "Niezaprogramowany",
  "opis_diod_5_2": "LED świeci, podczas wgrywania firmware LED jest przygaszony."
}
);