jsonCallback(
{
  "xdzial": "MODULE",
  "xSX": "rH-AC8(15)R4S4",
  "xnazwa1": null,
  "xopis_naglowek": "MODULE DESCRIPTION:",
  "xopis_sprzet": "<p>The <b>rH-AC8R4S4</b> and <b>rH-AC15R4S4</b> modules are designated for integration with any manufacturers' alarm control unit. It has 8 and 15 high resistance analogue inputs respectively, four low voltage relay outputs and four 5-12V opto-isolators.</p><p>On the analogue side, the modules measure the voltage and carry out a comparison of this voltage with the reference voltage. If the difference is less than +/-0.6V, the comparator output returns a zero value. A higher difference causes a logical 1 to be returned at the comparator output. The state of the comparator is signalled by an LED located on each input. When the output of the comparator is a logical 1 the LED lights up. The module does not have Installer and User settings and the reference voltage is stored individually for each input. Pressing the button on the PCB starts the measuring and storage of the voltage for all inputs simultaneously.</p><p>The relays and contact inputs terminals operate in a manner similar to the <a href=\"../../17/17.148/148.html\">rH-R3S3</a>modules (without serving autonomous mode).</p><p>When serving analog signals, the modules have binary outputs. For opto-isolator inputs and relay outputs, they are identical to the<a href=\"../../17/17.148/148.html\">rH-R3S3</a>module.</p><p>The modules have 8 and 15 analog inputs respectively. The module compares the input voltage with a reference voltage, which is also measured by the module. The result of this comparison is returned to the object output as a binary output. Installation of the done in the following order:<ul><li>The module is connected to the neutral (ground)</li><li>Connection of AC motion detectors to the inputs (in parallel with the alarm control unit)</li><li>Connection of power to the module</li><li>Moving any people present out of the range of the motion sensors (all the motion sensors have to be inactive)</li><li>Pressing the MEMO button</li></ul></p><p>After pressing the MEMO button, the module will remember the voltage reference value at each channel and will record this as the inactive state voltage (a logical 0 a the output). Each deviation of more than 0.6V up or down is treated as an awakening state and a logical 1 will be returned at the output. Remembering the voltage for the inactive state allows cooperation with all voltage ranges for the motion sensors.</p>",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "INPUTS",
  "xwejscia_1_2": "control of the relay channel 1, 2, 3",
  "xwejscia_1_3": "binary",
  "xwejscia_2_2": "change in the the contacts' output state",
  "xwejscia_2_3": "binary",
  "xrysunek": "figure",
  "xnazwa": "name",
  "xtyp": "type",
  "xwyjscia_naglowek": "OUTPUTS",
  "xwyjscia_1_2": "motion sensor state",
  "xwyjscia_1_3": "binary",
  "xwyjscia_2_2": "relay outputs",
  "xwyjscia_2_3": "binary",
  "xwyjscia_3_2": "contact outputs",
  "xwyjscia_3_3": "binary",
  "xwyjscia_4_2": "error code",
  "xwyjscia_4_3": "byte",
  "wyjscia_dodatek": "Relay (R4) and contact (S4) outputs are served as in the <a href=\"../../17/17.148/148.html\">rH-R3S3</a>module, although without autonomous mode.<p>If the object looses connection with the module, the \"Error code\" with a value of 1 is returned at the output. After the transmission is unblocked, the signal returns to 0.</p>",
  "tab1_tytul": "Installer Settings",
  "tab1_1_1": "function name",
  "tab1_1_2": "description",
  "tab1_1_3": "range",
  "tab1_1_4": "unit/description",
  "tab1_2_1": "relay 1, 2, 3: mode",
  "tab1_2_2": "Sets the relay operating mode at rest",
  "tab1_2_3": "normally open (NO)",
  "tab1_2_4": "a logical \"1\" at the input closes the contact, while a logical \"0\" opens it.",
  "tab1_3_3": "normally closed (NZ)",
  "tab1_3_4": "a logical \"1\" at the input opens the contact, while a logical \"0\" closes it.",
  "tab1_4_1": "relay 1, 2, 3:Offline: Switch on for [minutes after the power is switched on]",
  "tab1_4_2": "After the power is switched on, the contact is active for a set period",
  "tab1_4_3": "0 - 240",
  "tab1_4_4": "minute",
  "tab1_5_1": "contact 1, 2, 3: active when",
  "tab1_5_2": "defines the active contact output state, or a logical \"1\"",
  "tab1_5_3": "closed",
  "tab1_5_4": "a logical \"1\" at the output when the contacts are closed",
  "tab1_6_3": "open",
  "tab1_6_4": "a logical '1' at the output when the contacts are open",
  "tab1_7_1": "contact 1, 2, 3: Maximum period of activity (0=bistable)",
  "tab1_7_2": "sets the time after which the output state is changed to a logical \"0\" if there is no response from the module",
  "tab1_7_3": "0 - 600",
  "tab1_7_4": "seconds",
  "rejestracja_tytul": "Registration in the system",
  "uwagi_tytul": "WARNING!",
  "rejestracja": "1. Right click the mouse to access the contextual menu and choose \"Register\"<p>2. Press and hold the switch on the housing.<p>3. After 3 seconds, the program will display a confirmation message that the module has been registered in the system, or a warning message if this was not successful.",
  "uwagi": "The method of connection is described in these instructions. Installation, connection and regulation activities should be carried out by qualified personnel who are familiar with the instructions for the maintenance and operation of the module. Removing the housing invalidates the guarantee and carries a risk of electrocution. Before commencing installation, the connection wires should be checked to ensure that they are not live. Transport, storage and method of use of the module will affect its correct functioning. Installation of the module is not recommended if there are missing parts or the module is damaged or deformed. If the module malfunctions, it should be returned to the manufacturer.",
  "dane1_1": "power",
  "dane1_2": "230V AC/50Hz",
  "dane2_1": "power voltage range",
  "dane2_2": "-20%, + 10%",
  "dane3_1": "rated power consumption",
  "dane3_2": "0.4W",
  "dane4_1": "radio connection",
  "dane4_2": "868MHz",
  "dane5_1": "signal strength",
  "dane5_2": "9mW",
  "dane6_1": "type of transmission",
  "dane6_2": "two directional",
  "dane7_1": "encoding",
  "dane7_2": "yes",
  "dane8_1": "range in open space",
  "dane8_2": "100m",
  "dane9_1": "time to log into the system",
  "dane9_2": "15 seconds",
  "dane10_1": "number of relays",
  "dane10_2": "5",
  "dane11_1": "maximum load current for the relay",
  "dane11_2": "250V AC/2A",
  "dane18_1": "power supply is galvanically isolated from the rest of the device",
  "dane18_2": "yes",
  "dane12_1": "storage temperature",
  "dane12_2": "-20ºC, +50ºC",
  "dane13_1": "operating temperature",
  "dane13_2": "0ºC, +45ºC",
  "dane14_1": "dimensions",
  "dane14_2": "Ǿ108 x 60mm",
  "dane15_1": "protection code",
  "dane15_2": "IP 20",
  "dane16_1": "operating position",
  "dane16_2": "any",
  "dane17_1": "type of housing",
  "dane17_2": "freestanding",
  "dane_tytul": "Technical data",
  "montaz_tytul": "Installation",
  "montaz": "<ul><li><b>Disconnect the supply circuit and using appropriate tools, check whether the power is off.</b></li><li>Fix the module on the TH 35mm rail.</li><li>Connect the wires.</li><li>Switch on the power circuit.</li><li>Register the element.</li></ul>",
  "xxrysunek": "figure",
  "xxnazwa": "name",
  "xxtyp": "type",
  "sto": "Document version:",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGEND</a>",
  "opis_diod_tytul": "Signalling of the module operation",
  "opis_diod_1_1": "mode",
  "opis_diod_1_2": "description",
  "opis_diod_2_1": "Online (registered)",
  "opis_diod_2_2": "LED is on, switches off during radio transmission",
  "opis_diod_3_1": "Register",
  "opis_diod_3_2": "LED pulses rapidly",
  "opis_diod_5_1": "Not programmed",
  "opis_diod_5_2": "LED świeci, podczas wgrywania firmware LED jest przygaszony."
}
);