jsonCallback(
{
  "xdzial": "DRIVER",
  "xSX": "SX 550",
  "xnazwa1": "SINGLE LIGHTING CONTROLLER",
  "xopis_naglowek": "DESCRIPTION:",
  "xopis": "<p>The SX 550 controls the dimmers connected to its output. The input control signals can come from the motion detection sensor, the light switch or the touch panel controls. Any number of lighting control modules, e.g. rH-D1S2, rH-D2S2, rH-PWM3, rH-PWM2S2 can also be connected to the dimmer output.</p><p>The lighting can also be switched on automatically if the motion sensor is activated, or manually via the light switch, remotely-operated control program or a mobile device panel.</p><p>The lighting remains on for the period set in the Installer Settings.</p><p>If the lamp is turned off with the switch, it will only be turned on again automatically by the motion sensor if no presence is detected for a fixed period of 10 seconds. This period is essential, so that if the light is switched off the motion sensor doesn't switch it on again as the room is vacated.</p><p>Setting of the brightness levels can be done via the light switches, from a remote access program or from a mobile device. Lighting brightness levels can be set in the User Settings.<p>To display the User Settings in the remote access program, the User Editor must be switched on in the SX 550 drop down menu. The Editor is represented by a pencil symbol.</p><center><img src=550_editor.jpg></center><p>The SX 550 controller communicates automatically (without the need for a connection) with the SX 553 lighting scene controller. The lights connected through the SX 550 can easily be switched off in a given room, zone or throughout the building using the SX 553.</p><p><b>NOTE:</b><br>If the lamp brightness needs to be adjusted according to the time of day, it is recommended that the <a href=\"../1.553/553.html\"> SX 553 </a>controller be used even for a single lamp.",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "INPUTS",
  "xrysunek": "figure",
  "xnazwa": "name",
  "xtyp": "type",
  "xpolaczenie": "connection",
  "xwyjscia_naglowek": "OUTPUTS",
  "xwejscia_1_2": "motion sensor",
  "xwejscia_1_3": "binary",
  "xwejscia_1_4": "<a href=\"../../17/17.17/17.html\">rH-P1</a>, <a href=\"../../17/17.16/16.html\">rH-P1T1</a> motion sensor, <a href=\"../1.883/883.html\">SX 883</a> virtual motion sensor",
  "xwejscia_2_2": "on/off input",
  "xwejscia_2_3": "binary",
  "xwejscia_2_4": "sensor outputs",
  "xwejscia_3_2": "off input - turns the lighting off",
  "xwejscia_3_3": "binary",
  "xwejscia_3_4": "sensor outputs",
  "xwejscia_4_2": "setting brightness levels",
  "xwejscia_4_3": "lighting",
  "xwejscia_4_4": "touch panel controls",
  "xwyjscia_1_2": "control of the brightness level",
  "xwyjscia_1_3": "lighting",
  "xwyjscia_1_4": "<a href=\"../../17/17.136/136.html\">rH-D1S2</a>, <a href=\"../../17/17.137/137.html\">rH-D2S2</a> or <a href=\"../../17/17.140/140.html\">rH-PWM3</a>",
  "tab1_tytul": "SX 550 SWITCH CONNECTION",
  "tab2_tytul": "Installer Settings",
  "tab2_1_1": "function name",
  "tab2_1_2": "description",
  "tab2_1_3": "range",
  "tab2_1_4": "unit/description",
  "tab2_2_1": "Switch on automatically when",
  "tab2_2_2": "The lighting can be switched on automatically when the motion sensor detects a presence. Activating the \"Switch on automatically when\" function defines the daylight levels for which the lighting will be switched on. The lamp will switch on when it is darker outdoors than the set level. If the \"always\" option is selected, once a presence has been detected the light will be switched on regardless of external daylight levels. On the other hand, if the \"never\" option is selected, activating the motion sensor will not switch on the lighting but if the lamp is switched on manually, it will keep it switched on for the period set.",
  "tab2_2_3": "never",
  "tab2_2_4": "light will not be switched on regardless of daylight levels",
  "tab2_3_3": "very dark",
  "tab2_3_4": "light will be switched on for very low levels of daylight",
  "tab2_4_3": "dark",
  "tab2_4_4": "light will be switched on in low levels of daylight",
  "tab2_5_3": "average",
  "tab2_5_4": "light will be switched on for average levels of daylight",
  "tab2_6_3": "almost bright",
  "tab2_6_4": "light will be switched on when it is almost daylight",
  "tab2_7_3": "always",
  "tab2_7_4": "light will be switched on independently of daylight levels",
  "tab2_8_1": "Lighting time",
  "tab2_8_2": "Defines the length of time for which the lighting remains switched on if triggered by the motion detector or the connected switch. If a motion sensor is connected, this is the time that the lamp will remain switched on after the last detection of a presence. Every subsequent detection of movement by the motion sensor will extend the period of time that the lighting remains switched on by this length of time. If it is set to 0, the lamp will remain on until it is switched off with the switch.",
  "tab2_8_3": "0 - 1200",
  "tab2_8_4": "seconds",
  "tab3_tytul": "User Settings",
  "tab3_1_1": "function name",
  "tab3_1_2": "description",
  "tab3_1_3": "range",
  "tab3_2_1": "Lighting level",
  "tab3_2_2": "Set brightness level.",
  "tab3_2_3": "10-100%",
  "tab5_tytul": "SINGLE SWITCH",
  "tab5_1_1": "goal",
  "tab5_1_2": "action",
  "tab5_1_3": "key",
  "tab5_2_1": "switch on the lighting",
  "tab5_2_2": "<ul><li>Press and release the switch connected to the input <img src=\"SW1.jpg\"></li></ul>",
  "tab5_3_1": "Switch off the lighting",
  "tab5_3_2": "<ul><li>Press and release the switch connected to the input <img src=\"SW2.jpg\"></li></ul>",
  "tab5_4_1": "Lighting level changes at a rate of 10% per second. Releasing the switch causes the lighting level at that moment to be recorded.",
  "tab5_4_2": "<ul><li>To increase or decrease lighting levels, press and hold the switch connected to the <img src=\"SW1.jpg\"> output.</li><li>Once the desired brightness has been reached, release the switch.</li></ul>",
  "tab6_tytul": "DOUBLE SWITCH",
  "tab6_1_1": "goal",
  "tab6_1_2": "action",
  "tab6_1_3": "key",
  "tab6_2_1": "Switch on the lighting.",
  "tab6_2_2": "<ul><li>Press and release the switch connected to the input <img src=\"SW1.jpg\"></li></ul>",
  "tab6_3_1": "Switch off the lighting.",
  "tab6_3_2": "<ul><li>Press and release the switch connected to the input <img src=\"SW2.jpg\"></li></ul>",
  "tab6_4_1": "Changing the lighting level occurs at a rate of 10% per second. Releasing the switch causes the lighting level at that moment to be recorded.",
  "tab6_4_2": "<ul><li>To increase the lighting level, press and hold the switch connected to the input <img src=\"SW1.jpg\"></li><li>Once the desired lighting level is reached, release the switch.</li><li>To decrease the lighting level, press and hold the switch connected to the input <img src=\"SW2.jpg\"></li><li>One the desired lighting level is reached, release the switch.</li></ul>",
  "tab6_4_2a": "To dim the lighting, press and hold Key 2. When the desired brightness level has been reached, release Key 2.",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGEND</a>",
  "sto": "Document version:",
  "xxnazwa": "name",
  "xxpolaczenie": "connection",
  "xxrysunek": "figure",
  "xxtyp": "type"
}
);