jsonCallback(
{
  "xdzial": "STEROWNIK",
  "xSX": "SX 855",
  "xnazwa1": "IMPULSATOR",
  "xopis_naglowek": "OPIS:",
  "xopis": "<p>Sterownik SX 855 posiada 3 wejścia generujące krótki impuls 20ms na wyjściu po wykryciu odpowiedniego dla siebie zbocza sygnału.</p><p> Element posiada również wyjście NOT które jest negacją sygnału z wyjścia pierwszego. </p><p>RESET pełni funkcję sygnału zerującego, o najwyższym priorytecie. Gdy jest aktywny wyjścia nie reagują na sygnały wejściowe;  wyjście pierwsze jest wyzerowane, wyjście NOT jest w stanie logicznym \"1\"</p><p>Zasadniczo styki sensorów są zaprojektowane do pracy z wejściami monostabilnymi (klawisze ze sprężynką odbijającą), niemniej w praktyce niejednokrotnie zdarza się potrzeba instalacji sensora pracujacego ze stykiem bistabilnym. W tym celu w logice projektu za sensorem umieszcza się element impulsator, którego zadaniem jest generacja impulsu 20ms w przypadku zmiany wejścia z 0 na 1 lub z 1 na 0.</p>",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "WEJŚCIA",
  "xrysunek": "rysunek",
  "xnazwa": "nazwa",
  "xtyp": "typ",
  "xpolaczenie": "podłączenie",
  "xwyjscia_naglowek": "WYJŚCIA",
  "xwejscia_1_2": "logiczne - zbocze narastające",
  "xwejscia_1_3": "binarne",
  "xwejscia_1_4": "dowolny element",
  "xwejscia_2_2": "logiczne - zbocze narastające lub opadające",
  "xwejscia_2_3": "binarne",
  "xwejscia_2_4": "dowolny element",
  "xwejscia_3_2": "logiczne - zbocze opadające",
  "xwejscia_3_3": "binarne",
  "xwejscia_3_4": "dowolny element",
  "xwejscia_4_2": "reset",
  "xwejscia_4_3": "binarne",
  "xwejscia_4_4": "dowolny element",
  "xwyjscia_1_2": "logiczne",
  "xwyjscia_1_3": "binarne",
  "xwyjscia_1_4": "dowolny element",
  "xwyjscia_2_2": "negacja",
  "xwyjscia_2_3": "binarne",
  "xwyjscia_2_4": "dowolny element",
  "xxrysunek": "rysunek",
  "xxnazwa": "nazwa",
  "xxtyp": "typ",
  "xxpolaczenie": "podłączenie",
  "schemat_tytul": "Schemat połączenia",
  "schemat": "Schemat przedstawia sposób użycia przycisku bistabilnego tak jakby był on monostabilny na przykład do współpracy ze sterownikiem SX 550. Sterownik ten po otrzymaniu krótkiego impulsu zapala światło, a po otrzymaniu kolejnego gasi. Przycisk bistabilny nie spełniałby tu pożądanej, roli dlatego wykorzystano impulsator który wysyła krótkie impulsy po każdorazowym wykryciu zbocza narastającego bądź opadającego. <b><br>UWAGA:</b> w ustawieniach instalatora modułu S2 należy ustawić \"maksymalny czas aktywności\" na 0",
  "sto": "Wersja dokumentu:",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGENDA</a>",

}
);