jsonCallback(
{
"xdzial": "MODUŁ",
"xSX": "IR16",
"xnazwa1": "NADAJNIK I ODBIORNIK PODCZERWIENI",
"xopis_naglowek": "OPIS MODUŁU:",
"xopis_sprzet": "<b>Moduł IR16<\/b> jest odbiornikiem i nadajnikiem sygnałów podczerwonych do sterowania sprzętem RTV\/AGD. Moduł realizuje 3 funkcje:<ul><li>zapamiętanie komendy IR w jedej z 16 wewnętrznych pamięci</li><li>wysłanie komendy IR z pamięci o numerze otrzymanym komendą z serwera</li><li>identyfikacja odebranej komendy IR i wysłanie do serwera nr pamięci</li></ul><p>Zapamiętywanie komend IR wykonywane jest bez użycia serwera. Służy do tego wyświetlacz na module i dwa przyciski. Odbywa się to na zasadzie skanowania komendy wysyłanej</p><p>Za pomocą modułu IR16 można odbierać komendy od pilotów podczerwieni oraz wysyłać komendy do sprzętu sterowanego tymi pilotami.</p>",
"xopis": "Moduł IR posiada 16 wejść i 16 wyjść odpowiadających pamięcią modułu oraz wyjście zwracające błąd odpowiadający numerowi pamięci gdy nie dostarczono komendy.",
"xsymbol_naglowek": "SYMBOL:",
"xwejscia_naglowek": "WEJŚCIA",
"xrysunek": "rysunek",
"xnazwa": "nazwa",
"xtyp": "typ",
"xwyjscia_naglowek": "WYJŚCIA",
"xwejscia_1_2": "kanał 1-16 wejście binarne",
"xwejscia_1_3": "binarne",
"xwyjscia_1_2": "kanał 1-16 wyjście binarne",
"xwyjscia_1_3": "binarne",
"xwyjscia_2_2": "kod błędu",
"xwyjscia_2_3": "bajtowe",
"wejscia_plus": "Jeżeli na wejście zostanie podane narastające zbocze sygnału binarnego, obiekt wysła komende do modułu i czeka na odpowiedz tą samą komendą. Dłuższe utrzymanie stanu wysokiego na wejściu lub zarejestrowanie w tym czasie narastającego zbocza sygnału powoduje wysłanie kolejnej komendy po otrzymaniu potwierdzenia.",
"wyjscia_plus": "Jeżeli po wysłaniu komendy obiekt nie dostaje potwierdzenia ustawia na wyjście \"kod błędu\" numer pamięci z wysłanej i niedostarczonej komendy. Z chwilą odblokowania transmisji sygnał powraca na 0.",
"rejestracja_tytul": "Rejestracja w systemie",
"uwagi_tytul": "UWAGA !",
"rejestracja": "..................................",
"uwagi": "Sposób podłączenia określono w niniejszej instrukcji. Czynności związane z instalacją, podłączeniem i regulacją powinny być wykonywane przez osoby wykwalifikowane, które zapoznały się z instrukcją obsługi i funkcjami modułu. Na poprawne działanie ma wpływ sposób transportu, magazynowania i użytkowania modułu. Instalacja modułu jest niewskazana w następujących przypadkach: brak elementów składowych, uszkodzenie modułu lub jego deformacja. W przypadku nieprawidłowego funkcjonowania należy zwrócić się do producenta.",
"dane1_1": "baterie zasilające",
"dane1_2": "2xAAA (alkaliczne)",
"dane2_1": "czas pracy baterii",
"dane2_2": "12 miesięcy",
"dane3_1": "zakres napięcia zasilania",
"dane3_2": "2,5 - 3,5 V",
"dane4_1": "łącze radiowe",
"dane4_2": "868 MHz",
"dane5_1": "moc sygnału",
"dane5_2": "9 mW",
"dane6_1": "rodzaj transmisji",
"dane6_2": "dwukierunkowa",
"dane7_1": "kodowanie",
"dane7_2": "tak",
"dane8_1": "zasięg w otwartej przestrzeni",
"dane8_2": "100 m",
"dane9_1": "okres logowania w systemie",
"dane9_2": "5 minut",
"dane10_1": "obszar detekcji",
"dane10_2": "110°; 15 m",
"dane11_1": "rozmiar detekcji",
"dane11_2": "18 kg; 60 cm",
"dane13_1": "temperatura przechowywania",
"dane13_2": "-20 ~ +50ºC",
"dane14_1": "temperatura pracy",
"dane14_2": "-20 ~ +45ºC",
"dane15_1": "wymiary",
"dane15_2": "112 x 66 x 45 mm",
"dane16_1": "stopień ochrony",
"dane16_2": "IP 20",
"dane17_1": "pozycja pracy",
"dane17_2": "dowolna",
"dane18_1": "typ obudowy",
"dane18_2": "wolnostojąca",
"dane_tytul": "Dane techniczne",
"xxrysunek": "rysunek",
"xxnazwa": "nazwa",
"xxtyp": "typ",
"screen_tytul": "Wyświetlacz modułu",
"screen_tytul1": "rysunek",
"screen_tytul2": "opis",
"screen1": "<center>Okno główne</center><ul><li>Słońce - wygaszenie ekranu</li><li>Trybik - wejście do menu poniżej</li></ul><center><p>Pasek postępu sygnalizuje skanowanie</p></center>",
"screen2": "Moduł poza zasięgiem.",
"screen3": "Moduł w zasięgu serwera",
"screen4": "Po odebraniu komendy z serwera i transmisji IR",
"screen5": "Po odebraniu i zidentyfikowaniu komendy IR transmisja do serwera",
"screen6": "Po odebraniu i niezidentyfikowaniu  komendy IR",
"screen7": "Po odebraniu komendy z serwera i braku komendy IR w pamięci",
"screen8": "<center>Wejście w menu (po naciśnięciu trybika) pokazuje się ekran w którym nawigujemy strzałką w prawo. Kolejne pozycje menu oznaczają:</center><ul><li>zapamiętanie komendy IR w pamięci</li><li>wysłanie komendy IR z pamięci</li><li>zarządzanie komendami w pamięci (gdy wszystkie pamięci są wyczyszczone nie da się podswietlić ikony)</li><li>parowanie modułu z serwerem</li></ul>",
"menu1": "menu pozycja 1",
"screen9": "Oczekiwanie na komendę z pilota IR do zapisu w pamięci.",
"screen10": "Po złapaniu komendy przez IR której jeszcze nie ma w pamięci, możemy wysłać tą komendę przez IR w celu weryfikacji jej działania lub strzałką w prawo wybrać numer pamięci do jej zapamiętania.",
"screen11": "Gdy w wybranym numerze pamięci jest już zapamiętana komenda, jej numer jest podświetlony.",
"screen12": "Po złapaniu komendy która jest już w 12 pamięci, gdy nacisniemy przycisk (IR) komenda zostanie wysłana przez IR. W tym wypadku nie ma możliwości jej zapisu.",
"menu2": "menu pozycja 2",
"screen13": "Klikająć strzałkę przechodzimy po kolejnych kanałach 1-16 przy czym omijamy 'puste' kanały. Naciśniecie środkowego klawisza powoduje wysłanie komendy z wybranej pamięci.",
"menu3": "menu pozycja 3",
"screen14": "Celem tego menu jest usuwanie i przesuwanie komend pomiędzy blokami pamięci. Klikająć strzałkę przechodzimy po kolejnych kanałach 1-16 przy czym omijamy “puste” kanały. Naciśniecie środkowego klawisza powoduje usunięcie komendy z wybranego kanału.",
"screen15": "Klikająć strzałkę przechodzimy po wszystkich kolejnych. Kanały puste nie są podświetlone, a zapisane są. Naciśniecie środkowego klawisza powoduje zapis komendy do wybranego kanału i powrót do poprzedniego ekranu.",
"menu4": "menu pozycja 4",
"screen16": "Celem tego menu sparowanie modułu z serwerem. Naciśniecie ENTER powoduje natychmiastową rejestrację modułu w serwerze.",
"screen17": "Gdy parowanie będzie z sukcesem, na 1 sekundę pokaże się ten obraz oraz nastąpi powrót do menu z zaznaczenie pozycji 1 - rejestracja komend.",
"screen18": "Gdy parowanie się nie powiedzie na jedną sekundę pokaże się obraz i program powróci do poprzedniego okna parowania.",
"sto": "Wersja dokumentu:",
"le": "<a href=\"..\/..\/common\/legenda.html\" class=\"leg\">LEGENDA<\/a>"
}
);