jsonCallback(
{
  "xdzial": "KONTROLKA",
  "xSX": "SX730-739",
  "xnazwa1": "PRZYCISKI DOTYKOWE CYFRY",
  "xopis_naglowek": "OPIS:",
  "xopis": "Każda z kontrolek jest elementem wirtualnym i animowanym tj. zmienia swój wygląd w zależności od stanu logicznego w jakim się znajduje. Przyciski dotykowe wykorzystuje się w panelach dostępnych w programie zdalnej kontroli, a także w aplikacjach na urządzenia przenośne i poprzez stronę www. Kontrolka może służyć zarówno jako wyświetlacz jak i wirtualny przycisk. Tryb pracy decyduje o sposobie sterowania wyjściem kontrolki.<p>Kontrolka może być użyta jako przycisk załącz/wyłącz. Należy ją umieścić na siatce urządzenia mobilnego.",
  "tab3_1_1": "SX 730",
  "tab3_1_2": "SX 731",
  "tab3_1_3": "SX 732",
  "tab3_1_4": "SX 733",
  "tab3_1_5": "SX 734",
  "tab3_1_6": "SX 735",
  "tab3_1_7": "SX 736",
  "tab3_1_8": "SX 737",
  "tab3_1_9": "SX 738",
  "tab3_1_10": "SX 739",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "WEJŚCIA",
  "xrysunek": "rysunek",
  "xnazwa": "nazwa",
  "xtyp": "typ",
  "xpolaczenie": "podłączenie",
  "xwyjscia_naglowek": "WYJŚCIA",
  "xwejscia_1_2": "widok aktualnego stanu przycisku, dla stanu logicznego '0' ikona jest wyszarzona, dla stanu logicznego '1' zostaje wyświetlona aktywna ikona",
  "xwejscia_1_3": "binarne",
  "xwejscia_1_4": "dowolny element",
  "xwyjscia_1_2": "stan przycisku dotykowego",
  "xwyjscia_1_3": "binarne",
  "xwyjscia_1_4": "wejście stykowe przekaźnika lub dowolny moduł, sterownik, kontrolka lub bramka",
  "tryby_tytul": "Tryby pracy",
  "tryby1": "Tryb pierwszy - proste naciśnięcie. <ul><li>Naciśnięcie powoduje wygenerowanie na wyjściu, na krótką chwilę(20ms)  stanu logicznego '1'.</li><li>Stan wyjścia kontrolki jest niezależny od stanu wejścia.</li><li>Zmiana wartości na wejściu kontrolki zmienia tylko jej widok, nie wpływa na stan wyjścia. Naciśnięcie na kontrolkę nie powoduje zmiany widoku ale wpływa na stan wyjścia.</li></ul>",
  "tab2_tytul": "Schemat połączenia",
  "tryby2": "Tryb drugi- włącz/wyłącz.<ul><li>Naciśnięcie powoduje zmianę stanu wyjściowego na przeciwny, z logicznego  '0' na logiczne '1' lub odwrotnie.</li><li>Gdy wejście jest podłączone, zmiana wartości na wejściu kontrolki zmienia jej widok oraz stan wyjścia. Naciśnięcie na kontrolkę nie powoduje zmiany widoku ale wpływa na stan wyjścia.</li><li>Gdy wejście nie jest podłączone, naciśnięcie na kontrolkę powoduje zmianę widoku oraz wpływa na stan wyjścia.</li></ul>",
  "opisschematu": "W poniższym schemacie połączenia zastosowano przykładowy zestaw kontrolek służący do przedstawienia aktualnej sceny świetlnej oraz do jej zmiany. Przykłady są uniwersalne.",
  "xxrysunek": "rysunek",
  "xxnazwa": "nazwa",
  "xxtyp": "typ",
  "xxpolaczenie": "podłączenie",
  "sto": "Wersja dokumentu:",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGENDA</a>"
}
);