jsonCallback(
{
  "xdzial": "LOGIKA",
  "xSX": "SX 813",
  "xnazwa1": "STEROWANIE RĘCZNE",
  "xopis_naglowek": "OPIS:",
  "xopis": "Element logiczny SX 813. Odbiera sygnały na wejściu stanu i przekazuje je automatycznie na wyjście stanu. Posiada również wejście przycisku ręcznego sterowania. W przypadku pojawienia się sygnału na wejściu ręcznego sterowania, sygnał na wyjściu stanu będzie zamieniany na przeciwny. Użycie przycisku ręcznego sterowania, sygnalizowane jest na wyjściu diody LED.<p>Sterowanie ręczne przełączane jest z powrotem na automatyczne w przypadku otrzymanie sygnału na wejściu stanu. Umożliwia to np. czasowe sterowanie z wymuszeniem sterowania ręcznego.",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "WEJŚCIA",
  "xrysunek": "rysunek",
  "xnazwa": "nazwa",
  "xtyp": "typ",
  "xpolaczenie": "podłączenie",
  "xwyjscia_naglowek": "WYJŚCIA",
  "xwejscia_1_2": "logiczne",
  "xwejscia_1_3": "binarne",
  "xwejscia_1_4": "wyjście dowolnego sterownika",
  "xwejscia_2_2": "sterowanie ręczne",
  "xwejscia_2_3": "binarne",
  "xwejscia_2_4": "wyjście dowolnego sterownika",
  "xwyjscia_1_2": "logiczne",
  "xwyjscia_1_3": "binarne",
  "xwyjscia_1_4": "wejście dowolnego sterownika",
  "xwyjscia_2_2": "sygnalizacja LED",
  "xwyjscia_2_3": "binarne",
  "xwyjscia_2_4": "wejście sygnalizacji LED",
  "tab1_tytul": "Schemat połączenia",
  "tab1_1_2": "Przykład przedstawia zastosowanie sterownika SX 813 do ręcznego sterowania urządzeniem grzewczym. Komparator temperatury SX 844 porównuje temperaturę zadaną z aktualną temperaturą w pomieszczeniu. W przypadku, kiedy aktualna temperatura jest niższa od zadanej, załączony zostaje styk przekaźnika rH-R3. <p>W przypadku, gdy chcemy zmienić stan wyjścia sterownika SX 813 na przeciwny, niezależnie od stanu wejścia automatycznego sterowania, należy wcisnąć wyłącznik SX 722 na panelu mobilnym.",
  "xxrysunek": "rysunek",
  "xxnazwa": "nazwa",
  "xxtyp": "typ",
  "xxpolaczenie": "podłączenie",
  "sto": "Wersja dokumentu:",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGENDA</a>"
}
);