jsonCallback(
{
"xdzial": "LOGIKA",
"xSX": "SX 834",
"xnazwa1": "FILTR CYFROWY",
"xopis_naglowek": "OPIS:",
"xopis": "Obiekt SX 834 umożliwia uzyskanie szczegółowej informacji z zespolonego sygnału statusu. Na wejście podawana jest wartość bajtowa sygnału, na wyjściu zaś udostępniony jest wynik filtrowania w postaci binarnej. W ustawieniach instalatora obiektu zdefiniowany jest warunek i parametry filtracji.",
"xsymbol_naglowek": "SYMBOL:",
"xwejscia_naglowek": "WEJŚCIA",
"xrysunek": "rysunek",
"xnazwa": "nazwa",
"xtyp": "typ",
"xpolaczenie": "podłączenie",
"xwyjscia_naglowek": "WYJŚCIA",
"xwejscia_1_2": "wartość bajtowa",
"xwejscia_1_3": "bajtowe",
"xwejscia_1_4": "wyjście dowolnego sterownika",
"xwyjscia_1_2": "sygnał binarny",
"xwyjscia_1_3": "binarne",
"xwyjscia_1_4": "wejście dowolnego sterownika",
"tab1_tytul": "Ustawienia instalatora",
"tab1_1_1": "nazwa funkcji",
"tab1_1_2": "opis",
"tab1_1_3": "zakres",
"tab1_1_4": "jednostka\/opis",
"tab1_2_1": "Warunek",
"tab1_2_2": "Na wyjściu obiektu generowane jest logiczne '1', gdy spełniony jest warunek. ",
"tab1_2_3": "RÓWNY",
"tab1_2_4": "Porówanie wartosci podanej na wejście obiektu z parametrami określonymi w ustawieniach instalatora. Jeżeli wartość podana na wejsćcu obiektu jest równa jednemu z parametrów, na wyjściu generowane jest logiczne '1'",
"tab1_3_3": "RÓŻNY",
"tab1_3_4": "Porówanie wartosci podanej na wejście obiektu z parametrami określonymi w ustawieniach instalatora. Jeżeli wartość podana na wejsciu obiektu jest różna od zdefiniowanych parametrów, na wyjściu generowane jest logiczne '1'",
"tab1_4_3": "WIĘKSZY NIŻ",
"tab1_4_4": "Porówanie wartosci podanej na wejście obiektu z parametrem określonym w ustawieniach instalatora. Jeżeli wartość podana na wejście obiektu jest większa, na wyjściu generowane jest logiczne '1'",
"tab1_5_3": "MNIEJSZY NIŻ",
"tab1_5_4": "Porówanie wartosci podanej na wejście obiektu z parametrem określonym w ustawieniach instalatora. Jeżeli wartość podana na wejście obiektu jest mniejsza, na wyjściu generowane jest logiczne '1'",
"tab1_6_3": "USTAWIONE BIT(Y)",
"tab1_6_4": "Parametr zapisany jest jako liczba 0-255.",
"tab1_7_1": "Parametr(y)",
"tab1_7_2": "Określa parametry porównania.",
"tab1_7_3": "-",
"tab1_7_4": "Dla watunku RÓWNY i RÓŻNY można wypisać liste parametrów oddzielonych przecinkami, a dla pozostałych pojedynczy parametr.",
"schemat_tytul": "Schemat połączenia",
"schemat": "Przykład przedstawia zastosowanie obiektu SX 834 w celu filtrowania informacji o warunkach pogodowych, otrzymywanych od obiektu SX 555. W przypadku zachmurzenia i opadów użytkownik zostanie poinformowany poprzez uaktywnienie kontrolki na panelu dotykowym. W ustawieniach użytkownika elementu wybrano funkcję 'WIĘKSZY NIŻ', a jako parametr wpisano liczbę '10'. Element SX 834 sprawdza czy na swoim wejściu otrzymał liczbę większą od 10, jeżeli warunek jest spełniony, na wyjściu generowane jest logiczne '1'. Znaczenie poszczególnych liczb generowanych przez element SX 555 opisano w tabeli <a href=\"../../16/16.760/760.html#tab3_tytul\">symboli warunków pogodowych.</a>",
"xxrysunek": "rysunek",
"xxnazwa": "nazwa",
"xxtyp": "typ",
"xxpolaczenie": "podłączenie",
  "sto": "Wersja dokumentu:",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGENDA</a>"
}
);