jsonCallback(
{
  "xdzial": "CONTROLLER",
  "xSX": "SX 662",
  "xnazwa1": "TEMPERATURE CALCULATOR",
  "xopis_naglowek": "DESCRIPTION:",
  "xopis": "{ <p>Element SX 662 posiada cztery wejścia temperatury i jedno wyjście temperatury. W zależności od wybranego trybu pracy wykonuje różne operacje matematyczne na wartościach temperatur otrzymanych na wejściu, są to: dodawanie i odejmowanie, wyznaczanie wartości maksymalnej, wyznaczanie wartości minimalnej oraz obliczanie średniej arytmetycznej. Sygnał podawany na wyjście to wynik danej operacji matematycznej.</p><p>W trybie pierwszym element SX 662 posiada dwa wejścia do podłączenia wartości temperatury oznaczone '+' oraz dwa wejścia do podłączenia wartości temperatury oznaczone '-'.}\nThe temperature returned to the output is the value after the operation has been carried out. Signals received at the two \"+\" inputs are added. If a signal is received at only one \"+\" or one \"-\" input, subtraction will occur. If a signal is read at all four temperature inputs, the values at the \"+\" inputs will first be added followed by subtraction of the values at the \"-\" inputs</p?",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "INPUTS",
  "xrysunek": "figure",
  "xnazwa": "name",
  "xtyp": "type",
  "xpolaczenie": "connection",
  "xwyjscia_naglowek": "OUTPUTS",
  "xwejscia_1_2": "adding of temperatures",
  "xwejscia_1_3": "temperature",
  "xwejscia_1_4": "temperature element",
  "xwejscia_2_2": "subtraction of temperatures",
  "xwejscia_2_3": "temperature",
  "xwejscia_2_4": "temperature element",
  "xwyjscia_1_2": "temperature value",
  "xwyjscia_1_3": "temperature",
  "xwyjscia_1_4": "temperature regulator",
  "tab1_tytul": "Application modes",
  "tab1_2_2": "This mode allows the temperature values at the input to be added or subtracted, and the result to be returned to the output.",
  "tab1_3_2": "This mode allows the highest of all temperatures received at any of the inputs to be chosen and returned to its output.",
  "tab1_4_2": "This mode allows the lowest temperature received at the temperature inputs to be selected and transferred to the output.",
  "tab1_5_2": "This mode allows the average of all temperatures received at the inputs to be transferred to the output.",
  "xxrysunek": "figure",
  "xxnazwa": "name",
  "xxtyp": "type",
  "xxpolaczenie": "connection",
  "sto": "Document version:",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGEND</a>"
}
);