jsonCallback(
{
  "xdzial": "STEROWNIK",
  "xSX": "SX 662",
  "xnazwa1": "KALKULATOR TEMPERATURY",
  "xopis_naglowek": "OPIS:",
  "xopis": "<p>Element SX 662 posiada cztery wejścia temperatury i jedno wyjście temperatury. W zależności od wybranego trybu pracy wykonuje różne operacje matematyczne na wartościach temperatur otrzymanych na wejściu, są to: dodawanie i odejmowanie, wyznaczanie wartości maksymalnej, wyznaczanie wartości minimalnej oraz obliczanie średniej arytmetycznej. Sygnał podawany na wyjście to wynik danej operacji matematycznej.</p><p>W trybie pierwszym element SX 662 posiada dwa wejścia do podłączenia wartości temperatury oznaczone '+' oraz dwa wejścia do podłączenia wartości temperatury oznaczone '-'. Na wyjściu temperatury podawana jest wartość po dokonaniu operacji. <p>Sygnały podane na dwa wejścia oznaczone jako '+', poddane są operacji dodawania wartości. W przypadku podania sygnału na jedno wejście '+' oraz na wejście '-' wykonana będzie operacja odejmowania wartości. Podanie sygnałów na wszystkie z czterech wejść temperatury, spowoduje wykonanie najpierw operacji dodania wartości z wejść '+', a następnie odjęcia wartości z wejścia '-'. </p>",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "WEJŚCIA",
  "xrysunek": "rysunek",
  "xnazwa": "nazwa",
  "xtyp": "typ",
  "xpolaczenie": "podłączenie",
  "xwyjscia_naglowek": "WYJŚCIA",
  "xwejscia_1_2": "temperatury dodawane",
  "xwejscia_1_3": "temperatura",
  "xwejscia_1_4": "element temperatury",
  "xwejscia_2_2": "temperatury odejmowane",
  "xwejscia_2_3": "temperatura",
  "xwejscia_2_4": "element temperatury",
  "xwyjscia_1_2": "wartość temperatury",
  "xwyjscia_1_3": "temperatura",
  "xwyjscia_1_4": "regulator temperatury",
  "tab1_tytul": "Tryby zastosowań",
  "tab1_2_2": "Ten tryb umożliwia dodawanie oraz odejmowanie wartości temperatur otrzymanych na wejściu i przekazanie wyniku na wyjście.",
  "tab1_3_2": "Ten tryb umożliwia wybranie najwyższej z wszystkich otrzymywanych na wejściach temperatur i przekazanie jej na wyjście.",
  "tab1_4_2": "Ten tryb umożliwia wybranie najniższej z wszystkich otrzymywanych na wejściach temperatur i przekazanie jej na wyjście.",
  "tab1_5_2": "Ten tryb umożliwia przekazanie na wyjście średniej wszystkich temperatur otrzymywanych na wejściach.",
  "xxrysunek": "rysunek",
  "xxnazwa": "nazwa",
  "xxtyp": "typ",
  "xxpolaczenie": "podłączenie",
  "sto": "Wersja dokumentu:",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGENDA</a>"
}
);