jsonCallback(
{
  "xdzial": "INDICATOR",
  "xSX": "SX 706",
  "xnazwa1": null,
  "xopis_naglowek": "DESCRIPTION:",
  "xopis": "The SX 706 indicator is a virtual and animated element, i.e. it changes appearance depending on its logic state. Touch buttons are used in the remote control programme panels, as well as applications for mobile devices and the website. The indicator can be used as both a display and a virtual button. The operating mode determines how the output of the indicator is controlled.<p>NOTE:<p>Installer Settings - Minimum value, Maximum value and Step value ​​are only associated with the fourth and fifth modes.",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "INPUTS",
  "xrysunek": "figure",
  "xnazwa": "name",
  "xtyp": "type",
  "xpolaczenie": "connection",
  "xwyjscia_naglowek": "OUTPUTS",
  "xwejscia_1_2": "set or current temperature view",
  "xwejscia_1_3": "temperature",
  "xwejscia_1_4": "temperature sensors or temperature output of any element",
  "xwyjscia_1_2": "touch button state",
  "xwyjscia_1_3": "binary",
  "xwyjscia_1_4": "any element",
  "xwyjscia_2_2": "set temperature",
  "xwyjscia_2_3": "temperature",
  "xwyjscia_2_4": "<a href=\"../../1/1.650/650.html\">SX 650</a>temperature regulator",
  "tab1_tytul": "Installer Settings",
  "tab1_1_1": "function name",
  "tab1_1_2": "description",
  "tab1_1_3": "range",
  "tab1_1_4": "unit/description",
  "tab1_2_1": "Minimum temperature value (0.1°C)",
  "tab1_2_2": "Lower range limit",
  "tab1_2_4": "0.1",
  "tab1_2_3": "-300 - 800",
  "tab1_3_1": "Maximum temperature value (0.1°C)",
  "tab1_3_2": "Upper range limit",
  "tab1_3_4": "0.1",
  "tab1_3_3": "-300 - 800",
  "tab1_4_1": "Step value",
  "tab1_4_2": "The accuracy with which the slider moves within a pre-determined range min-max",
  "tab1_4_3": "1-50",
  "tab1_4_4": "1",
  "tryby_tytul": "Operating mode",
  "tryby1": "First mode - press. <ul><li>Pressing causes a logic state of \"1\" to be generated briefly (20ms) at the output.</li><li>The indicator output is independent of the output state.</li><li>A change in value at the indicator's input changes only the appearance and does not influence the output state. Pressing the indicator does not change the appearance but it does change the output state.</li></ul>",
  "tab2_tytul": "Connection schematic",
  "tryby2": "Second mode - on/off.<ul><li>Pressing changes the output state to the opposite, i.e. from a logical \"0\" to a logical \"1\" or vice versa.</li><li>When an input is connected, a change in the value at the indicator input changes its appearance and the output state. Pressing the indicator does not change the appearance but it does influence the output state.</li><li>When an input is not connected, pressing the indicator causes a change in the appearance and influences the output state.</li></ul>",
  "tryby3": "Third mode - select the on/off state<ul><li>Pressing displays two icons - \"on\" and \"off\" - which change the output state to the opposite, i.e. from a logical \"0\" to a logical \"1\" or vice versa.</li><li>When an input is connected, a change in the value at the indicator input changes its appearance and the output state. Pressing the \"on\" and \"off\" icons does not change the appearance but it does influence the output state.</li><li>When an input is not connected, pressing the \"on\" and \"off\" icons causes a change in the appearance and influences the output state.</li></ul>",
  "tryby4": "Fourth mode - \"+\"/\"-\".<ul><li>Pressing displays two icons - \"+\" and \"-\" which increase/decrease the output state within the range defined in the Installer Settings.</li><li>When an input is connected, a change in the value at the indicator input changes its appearance and the output state. Pressing the \"+\" and \"-\" icons does not change the appearance but it does influence the output state.</li><li>When an input is not connected, pressing the \"+\" and \"-\" icons causes a change in the appearance and influences the output state.</li></ul>",
  "tryby5": "Fifth mode - slider.<ul><li>Pressing displays the slider which increases/decreases the output state within the range defined in the Installer Settings.</li><li>When an input is connected, a change in the value at the indicator input changes its appearance and the output state. Using the slider does not change the appearance but it does influence the output state.</li><li>When an input is not connected, using the slider causes a change in the appearance and influences the output state.</li></ul>",
  "xxrysunek": "figure",
  "xxnazwa": "name",
  "xxtyp": "type",
  "xxpolaczenie": "connection",
  "sto": "Document version:",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGEND</a>",
  "podsymbolem": "The indicator should be fitted on the mobile device grid."
}
);