jsonCallback(
{
  "xdzial": "CONTROLLER",
  "xSX": "SX 553",
  "xnazwa1": "LIGHTING SCENE CONTROLLER",
  "xopis_naglowek": "DESCRIPTION:",
  "xopis": "<p>The SX 553 uses lighting scenes to control the operation of dimmers connected to five independent outputs. The element can operate in both simple and expanded modes. In both modes, input control signals can come from a motion detector, switch or remote control. Any number of lighting control modules, e.g. the rH-D1S2, rH-D2S2 or rH-PWM3, can also be connected to each of the dimmer outputs.</p><p>The SX 533 includes a lighting scene selector which allows the lighting level and blind position to be set for seven scenes. Each lighting scene controls five dimmable outputs and in the expanded mode, an additional three outputs for the blind controllers.</p><p>The lighting can also be switched on automatically if the motion detector is activated or manually via the light switch, remote control, the remote control program or the touch panel.</p><p>The lighting remains switched on for the period set in the Installer Settings.</p><p>The motion detector can be activated or deactivated at any time by pressing the appropriate combination of keys or via the appropriate binary input of the controller. When the motion detector is deactivated, the SX 553 controller will not switch on a lighting scene when movement is detected, but will continue with the last activated lighting scene for the period of time specified in the Installer Settings.</p>{ p>Konfigurowanie scen świetlnych SX 553 można przeprowadzić klawiszami łącznika, z programu zdalnego dostępu lub poprzez panel dotykowy.</p>}<p>To display the User Settings in the remote access program, the User Editor must be switched on in the SX 553 drop down menu. The Editor is represented by a pencil symbol.</p><p><center><img src=\"553_editor.jpg\"></center></p>",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "INPUTS",
  "xrysunek": "figure",
  "xnazwa": "name",
  "xtyp": "type",
  "xpolaczenie": "connection",
  "xwyjscia_naglowek": "OUTPUTS",
  "xwejscia_1_2": "motion detector",
  "xwejscia_1_3": "binary",
  "xwejscia_1_4": "<a href=\"../../17/17.17/17.html\">rH-P1</a>, <a href=\"../../17/17.16/16.html\">rH-P1T1</a> motion detector, <a href=\"../1.883/883.html\">SX 883</a> virtual motion detector",
  "xwejscia_2_2": "on inputs - sequential change of lighting scenes",
  "xwejscia_2_3": "binary",
  "xwejscia_2_4": "sensor outputs",
  "xwejscia_3_2": "off inputs - turning off lights",
  "xwejscia_3_3": "binary",
  "xwejscia_3_4": "sensor outputs",
  "xwejscia_4_2": "remote control",
  "xwejscia_4_3": "byte",
  "xwejscia_4_4": "<a href=\"../../17/17.32/32.html\">rH-S8 remote control</a>, <a href=\"../1.831/831.html\">SX 831 coder</a>",
  "xwejscia_5_2": "setting the lighting level for outputs 1,2,3,4,5 in the lighting scenes through the adequate inputs",
  "xwejscia_5_3": "lighting",
  "xwejscia_5_4": "touch panel or remote control indicators {remotely-operated control program}",
  "xwejscia_6_2": "lighting scene selector",
  "xwejscia_6_3": "special",
  "xwejscia_6_4": "<a href=\"../1.554/554.html\">SX 554</a> lighting scene selector",
  "xwejscia_7_2": "activation of motion detector",
  "xwejscia_7_3": "binary",
  "xwejscia_7_4": "impulse from any source",
  "xwejscia_8_2": "deactivation of motion detector",
  "xwejscia_8_3": "binary",
  "xwejscia_8_4": "impulse from any source",
  "xwejscia_9_2": "switch off lighting in room",
  "xwejscia_9_3": "binary",
  "xwejscia_9_4": "impulse from any source",
  "xwejscia_10_2": "switch off lighting in zone",
  "xwejscia_10_3": "binary",
  "xwejscia_10_4": "impulse from any source",
  "xwejscia_11_2": "switch off lighting in building",
  "xwejscia_11_3": "binary",
  "xwejscia_11_4": "impulse from any source",
  "xwejscia_12_2": "daylight illuminance level",
  "xwejscia_12_3": "illuminance",
  "xwejscia_12_4": "<a href=\".../../17/17.24/24.html\">rH-T1X1</a> illuminance sensor",
  "xwyjscia_1_2": "current lighting scene number",
  "xwyjscia_1_3": "byte",
  "xwyjscia_1_4": "touch panel controls via the <a href=\"../1.832/832.html\">SX 832</a> decoder",
  "xwyjscia_2_2": "lighting level depends on lighting scene settings - outputs 1,2,3,4,5",
  "xwyjscia_2_3": "lighting",
  "xwyjscia_2_4": "<a href=\"../../17/17.136/136.html\">rH-D1S2</a>, <a href=\"../../17/17.137/137.html\">rH-D2S2</a> or <a href=\"../../17/17.140/140.html\">rH-PWM3</a> dimmers",
  "xwyjscia_3_2": "blind position depends on lighting scene settings - outputs 1, 2, 3",
  "xwyjscia_3_3": "percent",
  "xwyjscia_3_4": "<a href=\"../1.760/760.html\">SX 760</a> blind controller",
  "xwyjscia_4_2": "virtual button status",
  "xwyjscia_4_3": "binary",
  "xwyjscia_4_4": "any element",
  "xwyjscia_5_2": "events",
  "xwyjscia_5_3": "special",
  "xwyjscia_5_4": "<a href=\"../1.556/556.html\">SX 556</a> event decoder",
  "tab1_tytul": "Installer Settings",
  "tab1_1_1": "function name",
  "tab1_1_2": "description",
  "tab1_1_3": "range",
  "tab1_1_4": "unit/description",
  "tab1_2_1": "Number of lighting scenes",
  "tab1_2_2": "Limits the selection of scenes from the switches connected to the on inputs, does not affect the number of scenes accessible from remote control or touch panels.",
  "tab1_2_3": "1-7",
  "tab1_2_4": "",
  "tab1_3_1": "Period for which lighting remains on after being switched on with the switch",
  "tab1_3_2": "Sets the length of time the lighting remains switched on after being activated by the switch. This is the length of time the lamp will remain switched on after the last movement detected by the motion detector. Each subsequent detection of motion by the detector extends the time that the lighting remains switched on by the period of time that has been set. In the event that this is set to 0 seconds, the lamp remains on until switch 2 is pressed (the off input).",
  "tab1_3_3": "0-7200",
  "tab1_3_4": "seconds",
  "tab1_4_1": "Period for which lighting remains on after being activated by the motion detector",
  "tab1_4_2": "Sets the length of time the lighting remains switched on after being activated by the motion detector. This is the length of time the lamp will remain switched on after the last movement detected by the motion detector. Each subsequent detection of motion by the detector extends the time that the lighting remain switched on by the period of time that has been set. In the event that this is set to 0 seconds, the lamp remains on until switch 2 is pressed (the off input).",
  "tab1_4_3": "0-7200",
  "tab1_4_4": "seconds",
  "tab1_5_1": "Motion detector dead time",
  "tab1_5_2": "If lamps are switched off by a switch, they will only be switched on again automatically if a period without motion is detected by the motion detector. This period is set by the \"Motion detector dead time\" parameter. This period is essential, so that if the lighting is switched off by the switch, the motion detector does not switch them on again as the room is vacated.",
  "tab1_5_3": "0-1200",
  "tab1_5_4": "seconds",
  "tab1_6_1": "Switch on automatically when",
  "tab1_6_2": "The lighting can be switched on automatically after movement is detected by the motion detector. Setting the \"Turn on automatically when\" function specifies the natural daylight conditions under which one of three lighting scenes will be activated; Scene 5 - evening, Scene 6 - night or Scene 7 - morning. The lighting scenes are switched on when it is darker outside than the selected level. When the \"always\" option is selected, on detection of motion the lighting scene is switched on regardless of external daylight levels. On the other hand, if \"never\" is selected, the motion detector will not activate the lighting scene when movement is detected, but will instead extend the period that the lighting is on if the scene is switched by the switch.",
  "tab1_6_3": "never",
  "tab1_6_4": "does not switch on scene regardless of external daylight levels",
  "tab1_7_3": "very dark",
  "tab1_7_4": "switches on the scene only in very low levels of daylight",
  "tab1_8_3": "dark",
  "tab1_8_4": "switches on scene only in low levels of daylight",
  "tab1_9_3": "average",
  "tab1_9_4": "switches on scene in medium daylight",
  "tab1_10_3": "almost light ",
  "tab1_10_4": "switches on scene in almost light daylight",
  "tab1_11_3": "always",
  "tab1_11_4": "switches on scene independently of daylight levels",
  "tab1_12_1": "Switch off lighting mode",
  "tab1_12_2": "The SX 553 can switch off the lighting of other controllers SX 553 and SX 550 in different parts of the building by pressing the appropriate combination of keys, connected to the on/off output (see the user table). The SX 553 and SX 550 must be located within the perimeter of the rooms.",
  "tab1_12_3": "room",
  "tab1_12_4": "switches off lighting in the room",
  "tab1_13_3": "zone",
  "tab1_13_4": "switches off lighting in the entire zone",
  "tab1_14_3": "house",
  "tab1_14_4": "switches off lighting in entire building",
  "tab1_15_3": "switch off motion detector control",
  "tab1_15_4": "temporary deactivation of the motion detector",
  "tab1_16_1": "Duration of operation of the virtual button",
  "tab1_16_2": "Sets the length of time for which the output of the virtual button will be set to a logical \"1\". Choosing a period of 0 minutes means that the output will be set to \"1\"until the virtual button is switched off.",
  "tab1_16_3": "0-50",
  "tab1_16_4": "minute",
  "tab1_17_1": "Evening/Night/Morning",
  "tab1_17_2": "Sets the length of time a light takes to light up when turned on by a switch.",
  "tab1_17_3": "1-30",
  "tab1_17_4": "seconds",
  "tab1_18_1": "Evening/Night/Morning",
  "tab1_18_2": "Sets the length of time a light takes to light up when turned on by a motion detector.",
  "tab1_18_3": "1-30",
  "tab1_18_4": "seconds",
  "tab1_19_1": "Evening/Night/Morning",
  "tab1_19_2": "Sets the length of time a light takes to dim when turned off by a switch.",
  "tab1_19_3": "1-30",
  "tab1_19_4": "seconds",
  "tab1_20_1": "Evening/Night/Morning",
  "tab1_20_2": "Sets the length of time a light takes to dim when a motion detector does not detect a presence.",
  "tab1_20_3": "1-30",
  "tab1_20_4": "seconds",
  "tab2_tytul": "LIGHTING SCENES",
  "tab2_tytul2": "SX 553 SIMPLE MODE",
  "tab2_tytul3": "SX 553 EXPANDED MODE",
  "tab2_tytul4": "CONFIGURING LIGHTING SCENES",
  "tab2_1_1": "<img src=\"553_sceny1_EN.jpg\">",
  "tab2_1_2": "The daylight illuminance level is defined by either the integrated astronomical clock or the rH-T1X1 illuminance sensor connected to the SX 553 controller. Depending on the daylight illuminance level and the hours set in the SX 989 for the beginning and end of the day, the motion detector activates one of the following scenes:<br><ul><li>scene 5: evening</li><li>scene 6: night</li><li>scene 7: morning</li></ul>",
  "tab2_2_1": "<img src=\"553_sceny_EN.jpg\">",
  "tab2_2_2": "Lighting scenes can be programmed via the light switch, remote access program or with a touch panel controls (e.g. on a mobile device).",
  "tab2_3_1": "<img src=\"553_tryb1white.jpg\">",
  "tab2_3_2": "This mode allows the basic lighting scene control functions to be used to control the lighting.",
  "tab2_4_1": "<img src=\"553_tryb1_exmp.jpg\">",
  "tab2_4_2": "An example of controlling the five rH-D1S2 dimmers via lighting scenes activated by the motion detector, remote control or the double switch.",
  "tab2_5_1": "<img src=\"553_2.jpg\">",
  "tab2_5_2": "Additional controller functionality in expanded mode:<ul><li>option to connect four <a href=\"../1.554/554.html\">SX 554</a> lighting scene selectors</li><li>motion detector activation and deactivation inputs</li><li>3 off inputs for switching off lights: in the room, zone or the entire building</li><li>controlling the position of three blind outputs</li><li>switching on and configuration of scenes via the connected touch panel controls</li></ul>",
  "tab2_6_1": "<img src=\"553_mobi.jpg\">",
  "tab2_6_2": "An example of controlling one dimmer from the touch panel, double light switch and motion detector.<br>The \"Light bulb touch button\" control used in Mode 5 makes it possible to set lighting level within a range of 0 - 100%",
  "tab2_7_1": "<img src=\"553_exmp3.jpg\">",
  "tab2_7_2": "An example showing control of the blind position from the mobile device level.<br>Note: switching off the lighting does not change the position of the blind - it remains in the last selected position.",
  "tab2_8_1": "<img src=\"553_exmp2.jpg\">",
  "tab2_8_2": "The controller includes a built-in virtual button which can be released by pressing the appropriate combination of keys. It can be used to control any module with the help of the double switch connected to the on/off inputs for the lighting. It can also perform as a timed off switch when the \"operation time for the virtual button\" is activated in the Installer Settings. In this example, the relay controls the working of the fan and displays its status in the remote access window.<p>In addition, after connection to the event output of the SX 556 event detector more control signals can be obtained. In this example, once all the lights in the building are switched off, the alarm will be set.</p>",
  "tab2_9_1": "<img src=\"553_mobile2.png\">",
  "tab2_9_2": "Setting brightness levels and the position of blinds with a mobile device.",
  "tab2_10_1": "<img src=\"553_553_user_EN.jpg\">",
  "tab2_11_1": "Double light switch connected to on/off inputs<br>KEY 1 <img src=\"SW1.jpg\"><br>KEY 2 <img src=\"SW2.jpg\"> ",
  "kali_tytul": "Set the brightness level using the relay keys",
  "kali1_1": "No.",
  "kali1_2": "action",
  "kali1_3": "key",
  "kali2_1": "1",
  "kali2_2": "choose the lighting scene using Key 1",
  "kali3_1": "2",
  "kali3_2": "press Key 1 and hold until all the lamps light up",
  "kali4_1": "3",
  "kali4_2": "press and release Key 2, then release Key 1 - the first lamp to be set will flash.",
  "kali5_1": "4",
  "kali5_2": "set the lamp brightness by pressing Key 1",
  "kali6_1": "5",
  "kali6_2": "go to the next lamp (of 5) by pressing Key 2",
  "kali7_1": "6",
  "kali7_2": "repeat the above actions for each of the 5 lamps (after the last one has been set, all the lamps will be off)",
  "tab3_tytul": "OPERATION",
  "tab3_1_1": "objective",
  "tab3_1_2": "action",
  "tab3_1_3": "figure",
  "tab3_2_1": "Basic",
  "tab3_3_1": "Switch on the first lighting scene",
  "tab3_3_2": "With the lighting switched off, press Key 1 for less than one second and then release",
  "tab3_4_1": "Select the next lighting scene",
  "tab3_4_2": "Press Key 1 again for less than 1 second and then release",
  "tab3_5_1": "Switch on lighting to maximum brightness",
  "tab3_5_2": "Press Key 1 for longer than 1 second and release",
  "tab3_6_1": "Switch off lights",
  "tab3_6_2": "Press Key 2 for less than 1 second and release",
  "tab3_7_1": "Depending on the \"switch off lighting mode\" settings in the Installer Settings",
  "tab3_8_1": "Switch off all lamps within the room (that were switched on by other controllers)",
  "tab3_8_2": "When lighting is switched off, press Key 2 for less than 1 second and then release ",
  "tab3_9_1": "Switch off all lights in the zone",
  "tab3_9_2": "Press Key 2 for longer than 1 second and release",
  "tab3_10_1": "Switch off all lights in the building",
  "tab3_10_2": "Press Key 2 for longer than 1 second and release",
  "tab3_11_1": "Remote control",
  "tab3_12_1": "Select lighting scene",
  "tab3_12_2": "Press and release Keys 1-7",
  "tab3_13_1": "Switch off lights",
  "tab3_13_2": "Press and release Key 8",
  "tab3_14_1": "Motion detector",
  "tab3_15_1": "Activate/deactivate the motion detector",
  "tab3_15_2_1": "1. With the lighting switched off, press and hold Key 2.",
  "tab3_15_2_2": "2. After at least 1 second, press and release Key 1, then release Key 2 - the lamps will light up",
  "tab3_15_2_3": "3. Press Key 1 to activate the motion detector.",
  "tab3_15_2_4": "4. Press Key 2 to deactivate the motion detector",
  "tab3_16_1": "SX 553 offers four options to reactivate a deactivated motion detector",
  "tab3_16_2_1": "Through the \"activation of the motion detector\" binary input",
  "tab3_16_2_2": "When the daylight level is brighter than the selected level for activating the motion detector (the \"Switch on automatically when\" function in the Installer Settings)",
  "tab3_16_2_3": "When the lighting scene is changed by pressing Key 1",
  "tab3_16_2_4": "When the lighting scene is changed via the remote control",
  "tab3_17_1": "Advanced",
  "tab3_18_1": "Virtual button",
  "tab3_18_2_1": "1. Press and hold Keys 1 and 2 together.",
  "tab3_18_2_2": "2. After at least 1 second, release both keys.",
  "tab3_18_2_3": "3. To turn on the virtual switch function, press Key 1.",
  "tab3_18_2_4": "4. To turn on the virtual switch function, press Key 2",
  "tab4_1_2": "<img src=\"553_badanie_EN.jpg\" width=\"100%\">",
  "tab4_1_3": "<img src=\"553_depend_EN.jpg\" width=\"100%\">",
  "tab4_1_4": "<img src=\"553_indep_EN.jpg\" width=\"100%\">",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGEND</a>",
  "sto": "Document version:",
  "tab4x_1_1": "function name",
  "tab4x_1_3": "description",
  "tab4x_1_4": "range",
  "tab4x_2_1": "<ul><li>scene 1-4</li><li>evening</li><li>night</li><li>morning</li></ul>",
  "tab4x_2_2": "lamp 1-5",
  "tab4x_2_3": "Sets the lighting level for a given output in the selected lighting scene",
  "tab4x_2_4": "0%-100%",
  "tab4x_3_2": "blind 1-3",
  "tab4x_3_3": "Sets the level of a given blind in the selected lighting scene",
  "tab4x_3_4": "no changes",
  "tab4x_4_4": "0%-100%",
  "tab4x_tytul": "User Settings",
  "xxnazwa": "name",
  "xxpolaczenie": "connection",
  "xxrysunek": "figure",
  "xxtyp": "type"
}
);