jsonCallback(
{
  "xdzial": "INDICATOR",
  "xSX": "SX 713",
  "xnazwa1": "DOOR TOUCH KEY",
  "xopis_naglowek": "DESCRIPTION:",
  "xopis": "The SX 713 indicator is a virtual and animated element, i.e. it changes appearance depending on its logic state. Touch buttons are used in the remote control programme panels, as well as applications for mobile devices and the website. The indicator can be used as both a display and a virtual button. The operating mode determines how the output of the indicator is controlled.",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "INPUTS",
  "xrysunek": "figure",
  "xnazwa": "name",
  "xtyp": "type",
  "xpolaczenie": "connection",
  "xwyjscia_naglowek": "OUTPUTS",
  "xwejscia_1_2": "view of the current window state, for a logic state of \"0\" the icon displays a closed window, for a logic state of \"1\" an icon of an open window is displayed",
  "xwejscia_1_3": "binary",
  "xwejscia_1_4": "contact output of the opening sensor or any element",
  "xwyjscia_1_2": "touch button state",
  "xwyjscia_1_3": "binary",
  "xwyjscia_1_4": "any element",
  "tryby_tytul": "Operating mode",
  "tryby1": "First mode - press. <ul><li>Pressing causes a logic state of \"1\" to be generated briefly (20ms) at the output.</li><li>The indicator output is independent of the output state.</li><li>A change in value at the indicator's input changes only the appearance and does not influence the output state. Pressing the indicator does not change the appearance but it does change the output state.</li></ul>",
  "tab2_tytul": "Connection schematic",
  "tryby2": "Second mode - on/off.<ul><li>Pressing changes the output state to the opposite, i.e. from a logical \"0\" to a logical \"1\" or vice versa.</li><li>When an input is connected, a change in the value at the indicator input changes its appearance and the output state. Pressing the indicator does not change the appearance but it does influence the output state.</li><li>When an input is not connected, pressing the indicator changes the appearance and influences the output state.</li></ul>",
  "tryby3": "Third mode - select the on/off state<ul><li>Pressing displays two icons - \"on\" and \"off\" - which change the output state to the opposite, i.e. from a logical \"0\" to a logical \"1\" or vice versa.</li><li>When an input is connected, a change in the value at the indicator input changes its appearance and the output state. Pressing the \"on\" and \"off\" icons does not change the appearance but it does influence the output state.</li><li>When an input is not connected, pressing the \"on\" and \"off\" icons changes the appearance and influences the output state.</li></ul>",
  "xxrysunek": "figure",
  "xxnazwa": "name",
  "xxtyp": "type",
  "xxpolaczenie": "connection",
  "sto": "Document version:",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGEND</a>",
  "podsymbolem": "The SX 713 can be used to control door closing.<p>The indicator should be fitted on the touch panel grid."
}
);