jsonCallback(
{
  "xdzial": "KONTROLKA",
  "xSX": "SX 713",
  "xnazwa1": "PRZYCISK DOTYKOWY DRZWI",
  "xopis_naglowek": "OPIS:",
  "xopis": "Kontrolka SX 713 jest elementem wirtualnym i animowanym tj. zmienia swój wygląd w zależności od stanu logicznego w jakim się znajduje. Przyciski dotykowe wykorzystuje się w panelach dostępnych w programie zdalnej kontroli, a także w aplikacjach na urządzenia przenośne i poprzez stronę www. Kontrolka może służyć zarówno jako wyświetlacz jak i wirtualny przycisk. Tryb pracy decyduje o sposobie sterowania wyjściem kontrolki.",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "WEJŚCIA",
  "xrysunek": "rysunek",
  "xnazwa": "nazwa",
  "xtyp": "typ",
  "xpolaczenie": "podłączenie",
  "xwyjscia_naglowek": "WYJŚCIA",
  "xwejscia_1_2": "widok aktualnego stanu okna, dla stanu logicznego '0' ikona przedstawia zamknięte okno, dla stanu logicznego '1' zostaje wyświetlona ikona otwartego okna",
  "xwejscia_1_3": "binarne",
  "xwejscia_1_4": "wyjście stykowe czujnika otwarcia lub dowolny element",
  "xwyjscia_1_2": "stan przycisku dotykowego",
  "xwyjscia_1_3": "binarne",
  "xwyjscia_1_4": "dowolny element",
  "tryby_tytul": "Tryby pracy",
  "tryby1": "Tryb pierwszy - proste naciśnięcie. <ul><li>Naciśnięcie powoduje wygenerowanie na wyjściu, na krótką chwilę(20ms) stanu logicznego '1'.</li><li>Stan wyjścia kontrolki jest niezależny od stanu wejścia.</li><li>Zmiana wartości na wejściu kontrolki zmienia tylko jej widok, nie wpływa na stan wyjścia. Naciśnięcie na kontrolkę nie powoduje zmiany widoku ale wpływa na stan wyjścia.</li></ul>",
  "tab2_tytul": "Schemat połączenia",
  "tryby2": "Tryb drugi- włącz/wyłącz.<ul><li>Naciśnięcie powoduje zmianę stanu wyjściowego na przeciwny, z logicznego '0' na logiczne '1' lub odwrotnie.</li><li>Gdy wejście jest podłączone, zmiana wartości na wejściu kontrolki zmienia jej widok oraz stan wyjścia. Naciśnięcie na kontrolkę nie powoduje zmiany widoku ale wpływa na stan wyjścia.</li><li>Gdy wejście nie jest podłączone, naciśnięcie na kontrolkę powoduje zmianę widoku oraz wpływa na stan wyjścia.</li></ul>",
  "tryby3": "Tryb trzeci- wybór stanu włącz/wyłącz<ul><li>Naciśnięcie wyświetla dwie ikony 'włącz' i 'wyłącz' służące do zmiany stanu wyjściowego na przeciwny, z logicznego '0' na logiczne '1' lub odwrotnie.</li><li>Gdy wejście jest podłączone, zmiana wartości na wejściu kontrolki zmienia jej widok oraz stan wyjścia. Naciśnięcie na ikony 'włącz' i 'wyłącz' nie powoduje zmiany widoku ale wpływa na stan wyjścia.</li><li>Gdy wejście nie jest podłączone, naciśnięcie na ikony 'włącz' i 'wyłącz' powoduje zmianę widoku oraz wpływa na stan wyjścia.</li></ul>",
  "xxrysunek": "rysunek",
  "xxnazwa": "nazwa",
  "xxtyp": "typ",
  "xxpolaczenie": "podłączenie",
  "sto": "Wersja dokumentu:",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGENDA</a>",
  "podsymbolem": "SX 713 może być użyty do kontroli zamknięcia drzwi.<p>Kontrolkę należy umieścić na siatce urządzenia mobilnego."
}
);