jsonCallback(
{
  "xdzial": "MODULE",
  "xSX": "rH-TSR1S2",
  "xnazwa1": "THREE STATE DUAL CHANNEL RELAY",
  "xopis_naglowek": "MODULE DESCRIPTION:",
  "xopis_sprzet": "<b>rH-TSR1S2</b> is a combination of a three state relay and two contact outputs. The module sends information about the opening and closing of the contacts to the system and controls the relay, which can activate two way electrical receivers. Communication with the server takes place by radio.<P>The module has two physical inputs for the connection of two monostable potential free contacts, as well as the relay's two inputs. The contact load can be resistive, inductive or capacitive, in both AC and DC circuits. The integral temperature sensor protects the module from overheating.<p>The rH-TSR1S2 is particularly suitable for controlling blinds (changing the operating direction of the motor) and other equipment where two circuits cannot be activated simultaneously.<p><b>AUTONOMOUS MODE:</b><p>If the module loses connection with the server it switches to autonomous work mode. Pressing the switch connected to contact 1 or 2 activates the first (up) or second (down) output respectively. Releasing the switch deactivates them.<p>Conditions for autonomous mode:<ul><li>Correct connection of the S1 and S2 contacts with the switch</ li><li> The \"Off-line: autonomous mode\" option in the Installer Settings is activated</li></ul>",
  "xopis": "The rH-TSR1S2 module has a unit which consists of two inputs and two binary (dual state) outputs of the relay, which are separate for each physical input.<p>The input to the module is used to control the relay channels, and information about the operating state of a given channel is returned at the output.<p>The element also has two inputs and two binary (dual state) outputs, which are separate for each physical input. Opening or closing the contact causes a change in the logic state of the corresponding output.",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "INPUTS",
  "xrysunek": "figure",
  "xnazwa": "name",
  "xtyp": "type",
  "xwyjscia_naglowek": "OUTPUTS",
  "xwejscia_1_2": "Control of the relay channel up or down",
  "xwejscia_1_3": "binary",
  "xwejscia_2_2": "change in the the contacts' output state",
  "xwejscia_2_3": "binary",
  "xwyjscia_1_2": "relay operating state channel up or down",
  "xwyjscia_1_3": "binary",
  "xwyjscia_2_2": "state of contacts 1, 2",
  "xwyjscia_2_3": "binary",
  "wyjsciaplus": "If the binary input is connected to any element, the signal from that element is added to the signal from the physical contact and returned at the appropriate logic output.<p> The idea of addition has been explained on the basis of the<a href=\"../17.5/5.html#tab1dodatek\"> rH-S2</a> example",
  "tab1_tytul": "Installer Settings",
  "tab1_1_1": "function name",
  "tab1_1_2": "description",
  "tab1_1_3": "range",
  "tab1_1_4": "unit/description",
  "tab1_2_1": "connection monitoring",
  "tab1_2_2": "determines actions if connection with the server is lost",
  "tab1_2_3": "do not control",
  "tab1_2_4": "lack of control of the connection correctness",
  "tab1_3_3": "issue a warning",
  "tab1_3_4": "system warning in the event of a loss of connection",
  "tab1_4_3": "set off the alarm",
  "tab1_4_4": "sets off the alarm in the event of a loss of connection",
  "tab1_5_1": "transmitter 1,2: mode ",
  "tab1_5_2": "sets the relay operating mode at rest ",
  "tab1_5_3": "normally open (NO)",
  "tab1_5_4": "a logical \"1\" at the input closes the contact, while a logical \"0\" opens it.",
  "tab1_6_3": "normally closed (NZ)",
  "tab1_6_4": "a logical \"1\" at the input opens the contact, while a logical \"0\" closes it.",
  "tab1_7_1": "relay 1,2: Off-line: autonomous mode",
  "tab1_7_2": "Sets the module behaviour if there is no connection with the server",
  "tab1_7_3": "switched on",
  "tab1_7_4": "if there is a lack of connection with the server, the relay state changes to the opposite every time the switch is opened.",
  "tab1_8_3": "switched off",
  "tab1_8_4": "does not work if there is no connection with the server",
  "tab1_12_1": "channel 1, 2: Offline: activate for [minutes] after power is connected",
  "tab1_12_2": "sets the period of operation for the module before connecting with the server",
  "tab1_12_3": "0-240",
  "tab1_12_4": "minute",
  "tab1_9_1": "contact 1, 2: active when",
  "tab1_9_2": "defines the active contact output state, or a logical \"1\"",
  "tab1_9_3": "closed",
  "tab1_9_4": "a logical \"1\" at the output when the contacts are closed",
  "tab1_10_3": "open",
  "tab1_10_4": "a logical '1' at the output when the contacts are open",
  "tab1_11_1": "maximum period of activity (0=bistable)",
  "tab1_11_2": "sets the time after which the output state is changed to a logical \"0\" if there is no response from the module ",
  "tab1_11_3": "0-600",
  "tab1_11_4": "second",
  "tab1dodatek": "\"Contact active when\" function: The system is based on additive logic which means that the rest state is \"0\" while the active (nonstable) state is \"1\". For a monostable switch (one that has one stable state - an integral spring) the stable state is the inactive state, i.e. there is a logical \"0\" at the object output.<p>\"Maximum active time\" function: Setting the parameter to \"0\" disconnects the automatic output zeroing mechanism. This is most often the case when the contact is treated as bistable (e.g. a microswitch)",
  "rejestracja_tytul": "Registration in the system",
  "uwagi_tytul": "WARNING!",
  "rejestracja": "1. Right click the mouse to access the contextual menu and choose \"Register\"<p>2. Press and hold the switch on the housing.<p>3. After 5 seconds, the program will display a confirmation message that the module has been registered in the system, or a warning message if this was not successful.",
  "uwagi": "The method of connection is described in these instructions. Installation, connection and regulation activities should be carried out by qualified personnel who are familiar with the instructions for the maintenance and operation of the module. Removing the housing invalidates the guarantee and carries a risk of electrocution. Before commencing installation, the connection wires should be checked to ensure that they are not live. Transport, storage and method of use of the module will affect its correct functioning. Installation of the module is not recommended if there are missing parts or the module is damaged or deformed. If the module malfunctions, it should be returned to the manufacturer.",
  "dane1_1": "rated supply voltage",
  "dane1_2": "230V AC/50Hz",
  "dane2_1": "supply voltage tolerance",
  "dane2_2": "-20%, + 10%",
  "dane3_1": "rated power consumption",
  "dane3_2": "<1W",
  "dane4_1": "radio connection",
  "dane4_2": "868MHz",
  "dane5_1": "signal strength",
  "dane5_2": "9mW",
  "dane6_1": "type of transmission",
  "dane6_2": "two directional",
  "dane7_1": "encoding",
  "dane7_2": "yes",
  "dane8_1": "range in open space",
  "dane8_2": "100m",
  "dane9_1": "time to log into the system",
  "dane9_2": "15 seconds",
  "dane10_1": "number of relays",
  "dane10_2": "2",
  "dane11_1": "maximum load current",
  "dane11_2": "0.5A for AC-3 class",
  "dane12_1": "L or N trigger level for inputs",
  "dane12_2": "2x contacts",
  "dane13_1": "control current",
  "dane13_2": "1mA",
  "dane14_1": "storage temperature",
  "dane14_2": "-20ºC, +50ºC",
  "dane15_1": "operating temperature",
  "dane15_2": "0ºC, +45ºC",
  "dane16_1": "dimensions",
  "dane16_2": "48 x 48 x 22 mm",
  "dane17_1": "protection code",
  "dane17_2": "IP 20",
  "dane18_1": "operating position",
  "dane18_2": "any",
  "dane19_1": "type of housing",
  "dane19_2": "can",
  "dane_tytul": "Technical data",
  "montaz_tytul": "Installation",
  "montaz": "<center><img src=\"150_SchematTSR1S2.png\"></center><ul><li><b>Disconnect the supply circuit and using appropriate tools, check whether the power is off.</b></li><li>Connect the wires.</li><li>Fit the module in the can.</li><li>Switch on the power circuit.</li><li>Register the element.</li><li>Close the can.</li></ul>",
  "xxrysunek": "figure",
  "xxnazwa": "name",
  "xxtyp": "type",
  "sto": "Document version:",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGEND</a>",
  "opis_diod_tytul": "Signalling of the module operation",
  "opis_diod_1_1": "mode",
  "opis_diod_1_2": "description",
  "opis_diod_2_1": "Online (registered)",
  "opis_diod_2_2": "LED is on, switches off during radio transmission",
  "opis_diod_3_1": "Register",
  "opis_diod_3_2": "LED pulses rapidly",
  "opis_diod_4_1": "Offline",
  "opis_diod_4_2": "The LED is blinking at 0.5s intervals - the module has lost radio contact with the server or is not registered",
  "opis_diod_5_1": "Not programmed",
  "opis_diod_5_2": "LED is on, but is dimmed during loading of the firmware."
}
);