jsonCallback(
{
  "xdzial": "MODUŁ",
  "xSX": "rH-AG",
  "xnazwa1": "STEROWNIK BRAMY WIŚNIOWSKI",
  "xopis_naglowek": "OPIS MODUŁU:",
  "xopis_sprzet": "Moduł <b>rH-AG</b> służy do zarządzania bramą garażową firmy Wiśniowski. Reprezentacja graficzna modułu bramy garażowej posiada dwa tryby pracy - tryb prosty oraz rozszerzony.<p>Serwer zapewnia realizację sterowania w dwóch kierunkach. Śledzi stan sygnałów podłączonych na schemacie do jego wejść i w przypadku wykrycia zmiany, wysła odpowiednią komendę do sterownika bramy. Jeżeli w sterowniku bramy jakiś stan ulegnie zmianie, zostanie do serwera wysłana komenda i na wyjściach wirtualnego obiektu zaktualizowane zostaną stany sygnałów wyjściowych.</p>",
  "xsymbol_naglowek": "SYMBOL:",
  "xwejscia_naglowek": "WEJŚCIA",
  "xwejscia_1_2": "otwórz - zmiana stanu logicznego z 0 na 1 uruchamia otwieranie bramy",
  "xwejscia_1_3": "binarne",
  "xwejscia_2_2": "uchyl - zmiana stanu logicznego z 0 na 1 uruchamia ruch do pozycji uchylenia",
  "xwejscia_2_3": "binarne",
  "xwejscia_3_2": "zamknij - zmiana stanu logicznego z 0 na 1 uruchamia zamykanie bramy",
  "xwejscia_3_3": "binarne",
  "xwejscia_4_2": "ustaw na % - zmiana wartości uruchamia ruch bramy na pozycję w zakresie 0-100%",
  "xwejscia_4_3": "bajtowe",
  "xwejscia_5_2": "zatrzymaj - wymusza zatrzymanie w aktualnej pozycji kasując wykonywaną sekwencję",
  "xwejscia_5_3": "binarne",
  "xwejscia_6_2": "lampa - podanie logicznej 1 zapala lampe sygnalizacyjną, logiczne 0 gasi ją (każda zmiana stanu jest realizowana niezależnie od autonomicznego sterowania lampą na zasadzie ostatniej zmiany)",
  "xwejscia_6_3": "binarne",
  "xwejscia_7_2": "pilot - zmiana stanu na niezerową wartość uruchamia działanie analogiczne jak z pilota wielofunkcyjnego",
  "xwejscia_7_3": "bajtowe",
  "xwejscia_8_2": "blokada - logiczna 1 wyłącza sterowanie bramą zarówno z pilota jak i z wejść modułu wirtualnego",
  "xwejscia_8_3": "binarne",
  "xwejscia_9_2": "tryb pracy - logiczna 1 wyłącza wewnętrzną logikę bramy ze sterowniem z pilota włącznie pozostawiając sterowanie z modułu wirtualnego",
  "xwejscia_9_3": "binarne",
  "xrysunek": "rysunek",
  "xnazwa": "nazwa",
  "xtyp": "typ",
  "xwyjscia_naglowek": "WYJŚCIA",
  "xwyjscia_1_2": "otwieranie - stan logiczny 1 gdy brama jest w fazie otwierania",
  "xwyjscia_1_3": "binarne",
  "xwyjscia_2_2": "zamykanie - stan logiczny 1 gdy brama jest w fazie zamykania",
  "xwyjscia_2_3": "binarne",
  "xwyjscia_3_2": "zamknięta - stan logiczny 1 gdy brama jest zamknięta",
  "xwyjscia_3_3": "binarne",
  "xwyjscia_4_2": "pozycja - aktualna pozycja bramy wyrażona w %",
  "xwyjscia_4_3": "bajtowe",
  "xwyjscia_5_2": "uchylona/furtka otwarta - stan logczny 1 gdy brama jest uchylona, lub furtka otwarta",
  "xwyjscia_5_3": "binarne",
  "xwyjscia_6_2": "otwarta - stan logiczny 1 gdy brama jest otwarta",
  "xwyjscia_6_3": "binarne",
  "xwyjscia_7_2": "pilot - w stanie spoczynku wartość wynosi 0, odebranie komendy od pilota powoduje impulsową zmianę stanu na nr kanału pilota",
  "xwyjscia_7_3": "bajtowe",
  "xwyjscia_8_2": "fotokomórka - stan logiczny 1 gdy fotokomórka jest zablokowana",
  "xwyjscia_8_3": "binarne",
  "xwyjscia_9_2": "błąd",
  "xwyjscia_9_3": "bajtowe",
  "tab3_tytul": "Oznaczenia błędów zwracanych przez wyjście \"błąd\"",
  "tab3_1_1": "numer",
  "tab3_1_2": "opis",
  "tab3_2_1": "0",
  "tab3_2_2": "brak błędu",
  "tab3_3_1": "1",
  "tab3_3_2": "H-RS232 poza zasięgiem",
  "tab3_4_1": "2",
  "tab3_4_2": "sterownik bramy niepodłączony",
  "tab3_5_1": "11",
  "tab3_5_2": "Błąd pamięci EEPROM",
  "tab3_6_1": "12",
  "tab3_6_2": "Uszkodzenie fotokomórki",
  "tab3_7_1": "13",
  "tab3_7_2": "Uszkodzenie krańcowek",
  "tab3_8_1": "14",
  "tab3_8_2": "Zwarcie tranzystora kluczujacego",
  "tab3_9_1": "15",
  "tab3_9_2": "Przekroczony czas pracy - brama wysprzęglona, bądź uszkodzone obwody zasilania silnika",
  "tab3_10_1": "16",
  "tab3_10_2": "Jedno z wejść parametrycznych (listwy krawedziowe) uszkodzone",
  "tab3_11_1": "17",
  "tab3_11_2": "Brak synchronizacji pozycji. Brama po włączeniu zasilania nie osiągnęła jeszcze żadnej pozycji krańcowej. Do czasu dojechania do którejś krańcówki sterownik raportuje pozycję 50% otwarcia i nie działają komendy oparte o pozycją (do pozycji częściowego otwarcia)",
  "tab3_12_1": "18",
  "tab3_12_2": "Sterownik w trybie konfiguracji/programowania. Sygnalizuje tryb nauki wywołany na sterowniku przez instalatora/użytkownika (programowanie pilotów, zmiana ustawień). Do czasu wyjścia z trybu nauki ignorowane są komendy wymuszające ruch bramy ",
  "tab3_13_1": "19",
  "tab3_13_2": "Brak napięcia 24 V (zasilanie silników, lampy, fotokomórek, itp.). Uniemożliwia ruch bramy",
  "tab3_14_1": "Zerowanie błędu leży po stronie sterownika bramy. Jeżeli błąd zostanie usunięty, sterownik wysyła komendę z zerowym numerem błędu. Jeżeli występuje więcej niż jeden błąd równocześnie, sterownik zgłasza błąd o wyższym priorytecie.",
 "rejestracja_tytul": "Rejestracja w systemie",
  "uwagi_tytul": "UWAGA !",
  "rejestracja": "1. W menu kontekstowym pod prawym przyciskiem myszy wybrać 'Rejestruj'<p>2. Nacisnąć i przytrzymać przycisk na obudowie.<p>3. Po 3 sekundach program wyświetli potwierdzenie zarejestrowania modułu w systemie lub zgłosi błąd w przypadku niepowodzenia.",
  "uwagi": "Sposób podłączenia określono w niniejszej instrukcji. Czynności związane z instalacją, podłączeniem i regulacją powinny być wykonywane przez osoby wykwalifikowane, które zapoznały się z instrukcją obsługi i funkcjami modułu. Demontaż obudowy powoduje utratę gwarancji oraz stwarza niebezpieczeństwo porażenia prądem. Przed rozpoczęciem instalacji należy upewnić się czy na przewodach przyłączeniowych nie występuje napięcie. Na poprawne działanie ma wpływ sposób transportu, magazynowania i użytkowania modułu. Instalacja modułu jest niewskazana w następujących przypadkach: brak elementów składowych, uszkodzenie modułu lub jego deformacja. W przypadku nieprawidłowego funkcjonowania należy zwrócić się do producenta.",
  "xxrysunek": "rysunek",
  "xxnazwa": "nazwa",
  "xxtyp": "typ",
  "sto": "Wersja dokumentu:",
  "le": "<a href=\"../../common/legenda.html\" class=\"leg\">LEGENDA</a>"
}
);